{
    "(and :count more error)": "(iyo :count khaladaad kale)",
    "(and :count more errors)": "(iyo :count khaladaad kale)",
    "A decryption key is required.": "Furaha qarsoodiga ayaa loo baahan yahay.",
    "A fresh verification link has been sent to your email address.": "Xiriiriye cusub oo xaqiijin ah ayaa loo diray cinwaanka emailkaaga.",
    "A new verification link has been sent to the email address you provided in your profile settings.": "Xiriiriye cusub oo xaqiijin ah ayaa loo diray cinwaanka emailkaaga ee aad ku bixisay goobaha profile-kaaga.",
    "A new verification link has been sent to your email address.": "Xiriiriye cusub oo xaqiijin ah ayaa loo diray cinwaanka emailkaaga.",
    "Accept Invitation": "Aqbal Martiqaadka",
    "Add": "Ku dar",
    "Add a new team member to your team, allowing them to collaborate with you.": "Ku dar xubin cusub kooxdaada, adigoo u oggolaanaya inay kula shaqeeyaan.",
    "Add additional security to your account using two factor authentication.": "Ku dar ammaan dheeraad ah koontadaada adoo isticmaalaya laba-geesoodka aqoonsiga.",
    "Add Team Member": "Ku dar xubin kooxeed",
    "Added.": "Lagu daray.",
    "Administrator": "Maamule",
    "Administrator users can perform any action.": "Isticmaalayaasha maamulayaasha ah waxay samayn karaan fal kasta.",
    "All of the people that are part of this team.": "Dhammaan dadka ka mid ah kooxdan.",
    "All rights reserved.": "Xuquuqda oo dhan way xafidan tahay.",
    "Already registered?": "Horey ma u diiwaan gashan tahay?",
    "API Token": "API Token",
    "API Token Permissions": "Ogolaanshaha API Token",
    "API Tokens": "API Tokens",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "API tokens waxay u oggolaanayaan adeegyada saddexaad inay ku xaqiijiyaan codsigeena adiga oo ku matalaya.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Ma hubtaa inaad rabto inaad tirtirto kooxdan? Marka koox la tirtiro, dhammaan kheyraadkeeda iyo xogteeda si joogto ah ayaa loo tirtirayaa.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Ma hubtaa inaad rabto inaad tirtirto koontadaada? Marka koontadaada la tirtiro, dhammaan kheyraadkeeda iyo xogteeda si joogto ah ayaa loo tirtirayaa. Fadlan geli eraygaaga sirta ah si aad u xaqiijiso inaad rabto inaad si joogto ah u tirtirto koontadaada.",
    "Are you sure you would like to delete this API token?": "Ma hubtaa inaad rabto inaad tirtirto API token-kan?",
    "Are you sure you would like to leave this team?": "Ma hubtaa inaad rabto inaad ka tagto kooxdan?",
    "Are you sure you would like to remove this person from the team?": "Ma hubtaa inaad rabto inaad qofkan ka saarto kooxda?",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Kahor intaadan sii wadin, ma xaqiijin kartaa cinwaanka emailkaaga adigoo gujinaya xiriiriyaha aan hadda kuu soo dirnay? Haddii aadan helin emailka, si farxad leh ayaan kuu soo diri doonnaa mid kale.",
    "Before proceeding, please check your email for a verification link.": "Kahor intaadan sii wadin, fadlan hubi emailkaaga si aad u hesho xiriiriye xaqiijin ah.",
    "Browser Sessions": "Fadhiyada Browserka",
    "Cancel": "Jooji",
    "Click here to re-send the verification email.": "Halkan guji si aad dib ugu soo dirto emailka xaqiijinta.",
    "click here to request another": "halkan guji si aad mid kale u dalbato",
    "Close": "Xidh",
    "Code": "Koodh",
    "Confirm": "Xaqiiji",
    "Confirm Password": "Xaqiiji Erayga Sirta Ah",
    "Create": "Abuur",
    "Create a new team to collaborate with others on projects.": "Abuur koox cusub si aad ugala shaqeyso dadka kale mashaariicda.",
    "Create Account": "Abuur Akoon",
    "Create API Token": "Abuur API Token",
    "Create New Team": "Abuur Koox Cusub",
    "Create Team": "Abuur Koox",
    "Created.": "La abuuray.",
    "Current Password": "Erayga Sirta Hada",
    "Dashboard": "Dashboard",
    "Delete": "Tirtir",
    "Delete Account": "Tirtir Akoon",
    "Delete API Token": "Tirtir API Token",
    "Delete Team": "Tirtir Koox",
    "Disable": "Demi",
    "Done.": "Dhameystir.",
    "Edit Profile": "Wax ka beddel Profile",
    "Editor": "Tifaftire",
    "Editor users have the ability to read, create, and update.": "Isticmaalayaasha tifaftirayaasha ah waxay awood u leeyihiin inay akhriyaan, abuuraan, oo ay wax ka beddelaan.",
    "Email": "Email",
    "Email Address": "Cinwaanka Emailka",
    "Email Password Reset Link": "Soo dir xiriiriyaha dib-u-dejinta erayga sirta ah ee emailka",
    "Enable": "Daar",
    "Encrypted environment file already exists.": "Faylka deegaanka ee siraysan ayaa horey u jiray.",
    "Encrypted environment file not found.": "Faylka deegaanka ee siraysan lama helin.",
    "Ensure your account is using a long, random password to stay secure.": "Hubi in koontadaada ay isticmaalayso eray sir ah oo dheer, oo aan la qiyaasi karin si ay u ahaato mid ammaan ah.",
    "Environment file already exists.": "Faylka deegaanka ayaa horey u jiray.",
    "Environment file not found.": "Faylka deegaanka lama helin.",
    "errors": "khaladaad",
    "Finish enabling two factor authentication.": "Dhammeystir shaqaynta laba-geesoodka aqoonsiga.",
    "For your security, please confirm your password to continue.": "Ammaankaaga darteed, fadlan xaqiiji eraygaaga sirta ah si aad u sii waddo.",
    "Forbidden": "Mamnuuc",
    "Forgot Your Password?": "Ma Ilaawday Eraygaaga Sirta Ah?",
    "Forgot your password?": "Ma ilaawday eraygaaga sirta ah?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Ma ilaawday eraygaaga sirta ah? Dhib ma leh. Kaliya noo soo sheeg cinwaanka emailkaaga waxaanan kuu soo diri doonaa xiriiriye dib-u-dejinta erayga sirta ah oo kuu oggolaanaya inaad doorato mid cusub.",
    "Go to page :page": "Tag bogga :page",
    "Great! You have accepted the invitation to join the :team team.": "Wanaagsan! Waxaad aqbashay martiqaadka aad ku biireyso kooxda :team.",
    "Hello!": "Hallow!",
    "I agree to the :terms_of_service and :privacy_policy": "Waxaan oggolahay :terms_of_service iyo :privacy_policy",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Haddii loo baahdo, waxaad ka bixi kartaa dhammaan fadhiyada kale ee biraawsarkaaga ee dhammaan aaladahaaga. Qaar ka mid ah fadhiyadaada dhowaan waxay ku qoran yihiin hoos; si kastaba ha ahaatee, liiskan ma noqon karo mid dhammaystiran. Haddii aad dareento in koontadaada la jabiyay, waa inaad sidoo kale cusbooneysiisaa eraygaaga sirta ah.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Haddii aad horey u leedahay koonto, waxaad aqbali kartaa martiqaadkan adigoo gujinaya badhanka hoose:",
    "If you did not create an account, no further action is required.": "Haddii aadan abuurin koonto, wax tallaabo ah oo dheeraad ah looma baahna.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Haddii aadan filayn inaad hesho martiqaad kooxdan, waxaad iska tuuri kartaa emailkan.",
    "If you did not receive the email": "Haddii aadan helin emailka",
    "If you did not request a password reset, no further action is required.": "Haddii aadan codsan dib-u-dejinta erayga sirta ah, wax tallaabo ah oo dheeraad ah looma baahna.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Haddii aadan lahayn koonto, waxaad abuuri kartaa adigoo gujinaya badhanka hoose. Kadib markaad abuurto koonto, waxaad gujin kartaa badhanka aqbalaadda martiqaadka ee emailkan si aad u aqbasho martiqaadka kooxda:",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Haddii aad dhibaato ka haysato gujista badhanka \":actionText\", nuqul ka samee oo dhaji URL-ka hoose\nshaashadda biraawsarkaaga:",
    "Invalid filename.": "Magac fayl aan sax ahayn.",
    "Invalid JSON was returned from the route.": "JSON aan sax ahayn ayaa laga soo celiyay jidka.",
    "Last active": "ugu dambeeyay",
    "Last used": "ugu dambeeyay",
    "Leave": "Ka tag",
    "Leave Team": "Ka tag Kooxda",
    "length": "dheer",
    "Location": "Goobta",
    "Log in": "Soo gal",
    "Log Out": "Ka bax",
    "Log Out Other Browser Sessions": "Ka bax Fadhiyada Birawsarka Kale",
    "Login": "Soo gal",
    "Logout": "Ka bax",
    "Manage Account": "Maamul Akoon",
    "Manage and log out your active sessions on other browsers and devices.": "Maamul oo ka bax fadhiyadaada firfircoon ee biraawsarada iyo aaladaha kale.",
    "Manage API Tokens": "Maamul API Tokens",
    "Manage Role": "Maamul Doorka",
    "Manage Team": "Maamul Kooxda",
    "Name": "Magaca",
    "New Password": "Eray sir ah oo cusub",
    "Not Found": "Lama Helin",
    "of": "ka mid ah",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Marka koox la tirtiro, dhammaan kheyraadkeeda iyo xogteeda si joogto ah ayaa loo tirtirayaa. Kahor intaadan tirtirin kooxdan, fadlan soo deji xog kasta ama macluumaad ku saabsan kooxdan oo aad rabto inaad haysato.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Marka koontadaada la tirtiro, dhammaan kheyraadkeeda iyo xogteeda si joogto ah ayaa loo tirtirayaa. Kahor intaadan tirtirin koontadaada, fadlan soo deji xog kasta ama macluumaad oo aad rabto inaad haysato.",
    "Page Expired": "Boggu wuu dhacay",
    "Pagination Navigation": "Jawaashinta Bogga",
    "Password": "Erayga sirta ah",
    "Payment Required": "Lacag bixin ayaa loo baahan yahay",
    "Pending Team Invitations": "Martiqaadyada Kooxda ee sugaya",
    "Permanently delete this team.": "Si joogto ah u tirtir kooxdan.",
    "Permanently delete your account.": "Si joogto ah u tirtir akoonkaaga.",
    "Permissions": "Ogolaansho",
    "Photo": "Sawir",
    "Please click the button below to verify your email address.": "Fadlan guji badhanka hoose si aad u xaqiijiso cinwaanka emailkaaga.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Fadlan xaqiiji gelitaanka koontadaada adigoo gelinaya mid ka mid ah koodhadhka soo kabashada degdegga ah.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Fadlan xaqiiji gelitaanka koontadaada adigoo gelinaya koodhka aqoonsiga ee ay ku siiso codsigaaga aqoonsiga.",
    "Please confirm your password before continuing.": "Fadlan xaqiiji eraygaaga sirta ah kahor intaadan sii wadin.",
    "Please copy your new API token. For your security, it won't be shown again.": "Fadlan nuqul ka samee API token-kaaga cusub. Ammaankaaga darteed, dib looma soo bandhigi doono.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Fadlan geli eraygaaga sirta ah si aad u xaqiijiso inaad rabto inaad ka baxdo fadhiyada biraawsarkaaga kale ee dhammaan aaladahaaga.",
    "Please provide the email address of the person you would like to add to this team.": "Fadlan bixi cinwaanka emailka ee qofka aad rabto inaad kooxdan ku darto.",
    "Privacy Policy": "Siyaasadda Khaasiga ah",
    "Profile": "Profile",
    "Profile Information": "Macluumaadka Profile",
    "Recovery Code": "Koodhka Soo kabashada",
    "Regards,": "Salaan,",
    "Regenerate Recovery Codes": "Dib u soo saar Koodhadhka Soo kabashada",
    "Register": "Diiwaan geli",
    "Remember Me": "I Xusuuso",
    "Remember me": "I xusuuso",
    "Remove": "Ka saar",
    "Remove Photo": "Ka saar Sawirka",
    "Remove Team Member": "Ka saar xubin kooxeed",
    "Resend Verification Email": "Dib u soo dir Emailka Xaqiijinta",
    "Reset Password": "Dib u deji Erayga Sirta ah",
    "Reset Password Notification": "Ogeysiis Dib-u-dejin Eray Sir ah",
    "results": "natiijooyin",
    "Role": "Doorka",
    "Save": "Kaydi",
    "Saved.": "La Kaydiyay.",
    "Select A New Photo": "Dooro Sawir Cusub",
    "Send Password Reset Link": "Soo dir xiriiriyaha dib-u-dejinta erayga sirta ah",
    "Server Error": "Khalad Server",
    "Service Unavailable": "Adeegga Lama Heli Karo",
    "Setup Key": "Furaha Habaynta",
    "Show Recovery Codes": "Tus Koodhadhka Soo kabashada",
    "Showing": "Muujinaya",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Ku keydi koodhadhkan soo kabashada maamule eray sir ah oo ammaan ah. Waxaa loo isticmaali karaa in lagu soo celiyo gelitaanka koontadaada haddii aaladdaada aqoonsiga laba-geesoodka ay lunto.",
    "Switch Teams": "Beddel Kooxaha",
    "Team Details": "Faahfaahinta Kooxda",
    "Team Invitation": "Martiqaadka Kooxda",
    "Team Members": "Xubnaha Kooxda",
    "Team Name": "Magaca Kooxda",
    "Team Owner": "Milkiilaha Kooxda",
    "Team Settings": "Goobaha Kooxda",
    "Terms of Service": "Shuruudaha Adeegga",
    "The :attribute must be a valid role.": ":attribute waa inuu noqdaa door sax ah.",
    "The :attribute must be at least :length characters and contain at least one number.": ":attribute waa inuu ka kooban yahay ugu yaraan :length xaraf oo ay ku jiraan hal lambar.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": ":attribute waa inuu ka kooban yahay ugu yaraan :length xaraf oo ay ku jiraan hal xaraf gaar ah iyo hal lambar.",
    "The :attribute must be at least :length characters and contain at least one special character.": ":attribute waa inuu ka kooban yahay ugu yaraan :length xaraf oo ay ku jiraan hal xaraf gaar ah.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": ":attribute waa inuu ka kooban yahay ugu yaraan :length xaraf oo ay ku jiraan hal xaraf weyn iyo hal lambar.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": ":attribute waa inuu ka kooban yahay ugu yaraan :length xaraf oo ay ku jiraan hal xaraf weyn iyo hal xaraf gaar ah.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":attribute waa inuu ka kooban yahay ugu yaraan :length xaraf oo ay ku jiraan hal xaraf weyn, hal lambar, iyo hal xaraf gaar ah.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": ":attribute waa inuu ka kooban yahay ugu yaraan :length xaraf oo ay ku jiraan hal xaraf weyn.",
    "The :attribute must be at least :length characters.": ":attribute waa inuu ka kooban yahay ugu yaraan :length xaraf.",
    "The given data was invalid.": "Xogta la bixiyay ma saxna.",
    "The password is incorrect.": "Erayga sirta ah ma saxna.",
    "The provided password does not match your current password.": "Erayga sirta ah ee la bixiyay ma waafaqsana eraygaaga sirta ah ee hadda.",
    "The provided password was incorrect.": "Erayga sirta ah ee la bixiyay ma saxna.",
    "The provided two factor authentication code was invalid.": "Koodhka aqoonsiga laba-geesoodka ah ee la bixiyay ma saxna.",
    "The provided two factor recovery code was invalid.": "Koodhka soo kabashada laba-geesoodka ah ee la bixiyay ma saxna.",
    "The response is not a streamed response.": "Jawaabtu maaha mid toos ah.",
    "The response is not a view.": "Jawaabtu maaha mid la daawan karo.",
    "The team's name and owner information.": "Magaca kooxda iyo macluumaadka milkiilaha.",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Dadkan waxaa lagu martiqaaday kooxdaada waxaana loo diray email martiqaad ah. Waxay ku biiri karaan kooxda adigoo aqbalaya martiqaadka emailka.",
    "This action is unauthorized.": "Falkan ma ogolaansana.",
    "This device": "Qalabkan",
    "This is a secure area of the application. Please confirm your password before continuing.": "Tani waa meel ammaan ah oo codsiga ah. Fadlan xaqiiji eraygaaga sirta ah kahor intaadan sii wadin.",
    "This password does not match our records.": "Eraygan sirta ah ma waafaqsana diiwaanadeena.",
    "This password reset link will expire in :count minutes.": "Xiriiriyahan dib-u-dejinta erayga sirta ah wuxuu dhacayaa :count daqiiqo gudahood.",
    "This user already belongs to the team.": "Isticmaalayahan ayaa horey uga tirsan kooxda.",
    "This user has already been invited to the team.": "Isticmaalayahan ayaa horey loogu martiqaaday kooxda.",
    "to": "ilaa",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "Si aad u dhamaystirto laba-geesoodka aqoonsiga, iskaanka QR code-ka soo socda adigoo isticmaalaya codsiga aqoonsiga ee talefankaaga ama geli furaha dejinta oo bixi koodhka OTP ee la soo saaray.",
    "Toggle navigation": "Beddel xayeysiinta",
    "Token Name": "Magaca Token",
    "Too Many Requests": "Codsi badan",
    "Two Factor Authentication": "Laba-geesoodka aqoonsiga",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "Laba-geesoodka aqoonsiga hadda waa la shaqaysiiyay. Iskaanka QR code-ka soo socda adigoo isticmaalaya codsiga aqoonsiga ee talefankaaga ama geli furaha dejinta.",
    "Unauthorized": "Ma Ogolaansana",
    "Unknown": "Lama garanayo",
    "Update Password": "Cusbooneysii Erayga Sirta ah",
    "Update your account's profile information and email address.": "Cusbooneysii macluumaadka profile-ka akoonkaaga iyo cinwaanka emailka.",
    "Use a recovery code": "Isticmaal koodh soo kabasho",
    "Use an authentication code": "Isticmaal koodh aqoonsi",
    "Verify Email Address": "Xaqiiji Cinwaanka Emailka",
    "Verify Your Email Address": "Xaqiiji Cinwaanka Emailkaaga.",
    "We were unable to find a registered user with this email address.": "Waxa naga hor istaagay inaan helno isticmaale diiwaan gashan oo leh cinwaankan emailka.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Marka laba-geesoodka aqoonsiga la shaqaysiiyo, waxaa lagu waydiin doonaa token ammaan ah, oo aan la qiyaasi karin inta lagu jiro aqoonsiga. Waxaad token-kan ka heli kartaa codsiga Google Authenticator ee talefankaaga.",
    "Whoops!": "Waa hagaag!",
    "Whoops! Something went wrong.": "Waa hagaag! Wax baa qaldamay.",
    "You are logged in!": "Waad soo gashay!",
    "You are receiving this email because we received a password reset request for your account.": "Emailkan waxaad u heshay sababtoo ah waxaanu helnay codsi dib-u-dejin eray sir ah oo ku saabsan koontadaada.",
    "You have been invited to join the :team team!": "Waxaa lagu martiqaaday inaad ku biirto kooxda :team!",
    "You have enabled two factor authentication.": "Waxaad shaqaysiisay laba-geesoodka aqoonsiga.",
    "You have not enabled two factor authentication.": "Ma aadan shaqaysiin laba-geesoodka aqoonsiga.",
    "You may accept this invitation by clicking the button below:": "Waxaad aqbali kartaa martiqaadkan adigoo gujinaya badhanka hoose:",
    "You may delete any of your existing tokens if they are no longer needed.": "Waxaad tirtiri kartaa mid kasta oo ka mid ah token-yadaada hadda jira haddii aan loo baahnayn.",
    "You may not delete your personal team.": "Ma tirtiri kartid kooxdaada gaarka ah.",
    "You may not leave a team that you created.": "Ma ka tagi kartid koox aad abuurtay.",
    "Your email address is unverified.": "Cinwaanka emailkaaga lama xaqiijin.",
    "Comprehensive Driving Guide: Alberta 🚗": "Hagaha Wadista Baabuurta oo Dhamaystiran: Alberta 🚗",
    "Understanding road signs is crucial for safe driving in Alberta. These signs provide vital information about regulations, warnings, and guidance. Here's a look at some key road signs you'll encounter and their meanings.": "Fahamka calaamadaha wadooyinka waa mid muhiim ah si loogu wado si nabadgelyo ah Alberta. Calaamadahan waxay bixiyaan macluumaad muhiim ah oo ku saabsan sharciyada, digniinaha, iyo hagida. Halkan waxaad ka eegi kartaa qaar ka mid ah calaamadaha wadooyinka ee muhiimka ah ee aad la kulmi doonto iyo macnahooda.",
    "Regulatory Signs": "Calaamadaha Xeerarka",
    "These signs inform you of traffic laws and regulations. You must obey them.": "Calaamadahan waxay ku wargelinayaan sharciyada iyo xeerarka taraafikada. Waa inaad u hogaansantaa.",
    "Stop Sign": "Calaamadda Joogsiga",
    "An octagon-shaped red sign instructing drivers to come to a complete stop before the stop line, crosswalk, or intersection, and yield to cross traffic or pedestrians.": "Calaamad casaan ah oo qaab octagonal ah oo ku amraysa darawallada inay si buuxda u joogsadaan ka hor xariiqda joogsiga, isgoyska lugaynta, ama isgoyska, iyo inay siiyaan jidka gaadiidka kale ama lugaynta.",
    "Yield Sign": "Calaamadda Dhiib Jidka",
    "A downward-pointing red and white triangle indicating that you must slow down and be prepared to stop if necessary, giving the right-of-way to other traffic or pedestrians.": "Sadex-geesood casaan iyo caddaan ah oo hoos u jeeda oo tilmaamaya inaad tahay inaad gaabisay oo aad diyaar u tahay inaad joogsato haddii loo baahdo, adigoo siinaya mudnaanta gaadiidka kale ama lugaynta.",
    "Do Not Enter Sign": "Calaamadda Ha Galin",
    "A red circle with a white horizontal bar, indicating that vehicles are prohibited from entering a particular roadway or area.": "Goob wareegsan oo casaan ah oo leh bar cad oo siman, oo tilmaamaysa in gaadiidka laga mamnuucay inuu galo waddo ama meel gaar ah.",
    "No U-Turn Sign": "Calaamadda Mamnuuc U-Turn",
    "A black arrow making a U-turn with a red circle and slash, meaning U-turns are not permitted.": "Fallad madow oo samaynaysa U-turn oo leh goob casaan ah iyo xariiq, taas oo macnaheedu yahay in U-turns-ka aan la oggolayn.",
    "No Left Turn Sign": "Calaamadda Mamnuuc Leexashada Bidix",
    "A black arrow pointing left with a red circle and slash, indicating that left turns are not allowed.": "Fallad madow oo bidix u jeedda oo leh goob casaan ah iyo xariiq, oo tilmaamaysa in leexashada bidix aan la oggolayn.",
    "One Way Sign": "Calaamadda Hal Jid",
    "A rectangular white sign with a black arrow, indicating that traffic flows only in the direction of the arrow.": "Calaamad cad oo leydi ah oo leh fallad madow, oo tilmaamaysa in taraafikada ay ku socoto oo kaliya jihada falladda.",
    "Speed Limit Sign": "Calaamadda Xadiga Xawaaraha",
    "A rectangular white sign with black text, indicating the maximum legal speed for the road section.": "Calaamad cad oo leydi ah oo leh qoraal madow, oo tilmaamaysa xawaaraha ugu sarreeya ee sharciga ah ee qaybta wadada.",
    "Warning Signs": "Calaamadaha Digniinta",
    "These signs warn you of potential hazards ahead, requiring you to exercise caution.": "Calaamadahan waxay kaa digayaan khataraha suurtagalka ah ee hore, taas oo kaa dalbaysa inaad taxaddar muujiso.",
    "Pedestrian Crossing Sign": "Calaamadda Isgoyska Lugaynta",
    "A diamond-shaped yellow sign with a black symbol of a pedestrian, warning of a designated pedestrian crossing ahead.": "Calaamad jaalle ah oo qaabka dheemanka ah oo leh summad madow oo lugeeye ah, oo digniin ka bixinaysa in isgoys lugeeye gaar ah uu soo socdo.",
    "School Zone Ahead Sign": "Calaamadda Aagga Dugsiga ee Hore",
    "A pentagon-shaped sign (often fluorescent yellow-green) indicating a school area or school crossing ahead, typically with reduced speed limits when active.": "Calaamad qaab shantoge ah (inta badan jaalle-cagaar fluorescent ah) oo tilmaamaysa aag dugsi ama isgoys dugsi oo hore, badanaana leh xawaaraha oo yaraada marka ay shaqaynayso.",
    "Railway Crossing Sign": "Calaamadda Isgoyska Tareenka",
    "A circular yellow sign with a black 'X' and 'RR' indicating a railway crossing ahead. Be prepared to stop for trains.": "Calaamad jaalle ah oo wareegsan oo leh 'X' madow iyo 'RR' oo tilmaamaysa isgoys tareen oo hore. U diyaar garow inaad u joogsato tareenada.",
    "Curve Ahead Sign": "Calaamadda Maroojiska Hore",
    "A diamond-shaped yellow sign with a black arrow curving, warning of a curve in the road ahead. Adjust your speed accordingly.": "Calaamad jaalle ah oo qaab dheeman ah oo leh fallaadh madow oo maroojis ah, oo digniin ka bixinaysa in maroojis wadada ku yaal uu soo socdo. Xawaarahaaga u hagaaji si waafaqsan.",
    "Slippery When Wet Sign": "Calaamadda Sibidhka ah Marka Qoyan",
    "A diamond-shaped yellow sign with a car skidding, warning that the road surface may become slippery in wet conditions.": "Calaamad jaalle ah oo qaab dheeman ah oo leh baabuur siibanaya, oo digniin ka bixinaysa in dusha wadada ay noqon karto mid sibidh ah marka ay qoyan tahay.",
    "Deer Crossing Sign": "Calaamadda Isgoyska Deerta",
    "A diamond-shaped yellow sign with a deer symbol, indicating areas where deer frequently cross the road. Drive with caution, especially at dawn and dusk.": "Calaamad jaalle ah oo qaab dheeman ah oo leh summad deer ah, oo tilmaamaysa meelaha ay deeradu inta badan ka gudubto wadada. Si taxaddar leh u wado, gaar ahaan aroorta iyo maqribka.",
    "Construction Ahead Sign": "Calaamadda Dhismaha Hore",
    "An orange diamond-shaped sign warning of construction or maintenance work ahead. Expect reduced speeds, lane closures, or workers.": "Calaamad orange ah oo qaab dheeman ah oo digniin ka bixinaysa shaqo dhisma ama dayactir oo hore. Filo xawaaraha oo yaraada, xidhitaanka jidadka, ama shaqaale.",
    "Guide Signs": "Calaamadaha Hagaha",
    "These signs provide information about routes, directions, destinations, and points of interest.": "Calaamadahan waxay bixiyaan macluumaad ku saabsan waddooyinka, jihada, goobaha, iyo meelaha xiisaha leh.",
    "Destination Sign": "Calaamadda Goobta",
    "Typically a rectangular green sign with white lettering, indicating directions and distances to cities or towns.": "Caadi ahaan calaamad cagaar ah oo leydi ah oo leh qoraal cad, oo tilmaamaysa jihada iyo masaafada magaalooyinka ama degmooyinka.",
    "Hospital Sign": "Calaamadda Cisbitaalka",
    "A blue square sign with a white 'H' (and often a cross), indicating the presence or direction to a hospital or medical facility.": "Calaamad buluug ah oo laba jibbaaran oo leh 'H' cad (iyo inta badan calaamad iskutallaab ah), oo tilmaamaysa joogitaanka ama jihada cisbitaal ama xarun caafimaad.",
    "Gas Station Sign": "Calaamadda Saldhiga Shidaalka",
    "A blue square sign with a white gas pump symbol, indicating the presence or direction to a fuel station.": "Calaamad buluug ah oo laba jibbaaran oo leh summad bamka shidaalka ah, oo tilmaamaysa joogitaanka ama jihada saldhig shidaal.",
    "Rest Area Sign": "Calaamadda Goobta Nasashada",
    "A blue square sign with a picnic table symbol, indicating a rest area or picnic site ahead.": "Calaamad buluug ah oo laba jibbaaran oo leh summad miiska cashada ah, oo tilmaamaysa goob nasasho ama goob casha oo hore.",
    "Parking Sign": "Calaamadda Baarkinka",
    "A square blue sign with a white 'P' (and sometimes additional rules), indicating areas where parking is permitted.": "Calaamad buluug ah oo laba jibbaaran oo leh 'P' cad (iyo marmarka qaarkood xeerar dheeraad ah), oo tilmaamaysa meelaha baarkinka loo oggol yahay.",
    "Divided Highway Ahead Sign": "Calaamadda Jidka Weyn ee Kala Qaybsan Hore",
    "A yellow diamond-shaped sign with two arrows separated by a median, warning that the highway ahead will become divided.": "Calaamad jaalle ah oo qaab dheeman ah oo leh laba fallaadh oo ay kala qaybsan yihiin bar, oo digniin ka bixinaysa in jidka weyn ee hore uu kala qaybsami doono.",
    "Road Signs": "Calaamadaha Waddooyinka",
    "Two Way Traffic": "Labada Dhinac ee Taraafikada",
    "This sign indicates that the road ahead is a two-way street, where traffic travels in opposite directions on the same roadway. Exercise caution for oncoming vehicles.": "Calaamadani waxay tilmaamaysaa in wadada hore ay tahay waddo laba-jiho ah, halkaas oo gaadiidku ay ku socdaan jihooyin iska soo horjeeda oo ku saabsan isla wadada. Taxaddar ka muuji gaadiidka soo socda.",
    "Driver Ahead, Keep Right": "Darawalka Hore, Midigta Joog",
    "This sign instructs drivers to keep to the right side of the road, especially when encountering oncoming traffic or when multiple lanes are available, to facilitate smooth traffic flow.": "Calaamaddan waxay faraysaa darawallada inay wataan dhinaca midig ee wadada, gaar ahaan marka ay la kulmaan taraafikada soo socda ama marka ay jiraan jidad badan, si loo fududeeyo socodka taraafikada oo fudud.",
    "Road Narrows on Both Sides": "Wadada oo Labada Dhinacba ku Yaraata",
    "This sign warns that the width of the road ahead will decrease from both the left and right sides. Be prepared to merge or adjust your position, and be aware of potential bottlenecks.": "Calaamaddani waxay digniin ka bixinaysaa in ballaca wadada hore ay hoos u dhici doonto labada dhinacba, bidix iyo midig. U diyaar garow inaad isku darto ama aad hagaajiso booskaaga, oo ka digtoonow ciriiriga suurtagalka ah.",
    "No Stopping in Indicated Area": "Mamnuuc Joogsiga Aagga La Tilmaamay",
    "This sign means you are not allowed to stop your vehicle in the designated area for any reason, even briefly to pick up or drop off passengers. This typically applies to zones needing constant traffic flow.": "Calaamaddani waxay la macno tahay inaan lagu oggolayn inaad joojiso gaarigaaga meesha loogu talagalay sabab kasta, xitaa in yar oo aad ku soo qaadato ama ku dejiso rakaab. Tani waxay inta badan khuseysaa meelaha u baahan socod taraafikada oo joogto ah.",
    "School Bus Stop Ahead": "Joogsiga Basaska Dugsiga ee Hore",
    "This sign warns drivers that there is a designated school bus stop ahead. Be prepared to slow down and stop if the school bus activates its flashing red lights to pick up or drop off children.": "Calaamaddani waxay darawallada uga digaysaa inuu jiro joogsiga basaska dugsiga ee loogu talagalay oo hore. U diyaar garow inaad gaabisid oo aad joogsato haddii baska dugsiga uu shaqaysiiyo laydhadhkiisa casaan ee biligleynaya si uu carruur u soo qaado ama u dejiyo.",
    "Uneven Pavement": "Bayaac aan Simanayn",
    "This sign warns drivers of a section of road with uneven or rough pavement. Reduce your speed and maintain a firm grip on the steering wheel to safely navigate the surface.": "Calaamaddani waxay darawallada uga digaysaa qayb ka mid ah wadada oo leh dhul aan simanayn ama qallafsan. Xawaarahaaga hoos u dhig oo si adag u qabo isteerinka si aad si ammaan ah ugu wado dusha sare.",
    "Dead End": "Jid Xidhmeysan",
    "This sign indicates that the road ahead has no outlet or through access, meaning it terminates in a cul-de-sac or a blocked passage. You will need to turn around.": "Calaamaddani waxay tilmaamaysaa in wadada hore aysan lahayn meel laga baxo ama marin, taas oo macnaheedu yahay inay ku dhammaato waddo xiran ama marinka xiran. Waxaad u baahan doontaa inaad dib u laabato.",
    "Bump or Uneven Pavement on the Road Ahead": "Bumo ama Bayaac aan Simanayn oo ku yaalla Wadada Hore",
    "This sign warns of a raised area or an uneven surface on the road, such as a speed bump or severe irregularities. Slow down to avoid damage to your vehicle or loss of control.": "Calaamaddani waxay digniin ka bixinaysaa meel sare ama dhul aan simanayn oo wadada ku yaal, sida burooyin xawaare ama cillado halis ah. Xawaarahaaga hoos u dhig si aad uga fogaato burburka gaarigaaga ama luminta xakamaynta.",
    "Playground Zone": "Aagga Ciyaaraha Carruurta",
    "This sign indicates a playground zone, where children may be playing nearby. Speed limits are typically reduced (e.g., to 30 km/h) during specific hours, and extra caution is required.": "Calaamaddani waxay tilmaamaysaa aag ciyaaraha carruurta, halkaas oo carruurtu ay ku ciyaari karaan meel u dhow. Xawaaraha badanaaba waa la dhimaa (tusaale, ilaa 30 km/h) saacadaha gaarka ah, waxaana loo baahan yahay taxaddar dheeraad ah.",
    "Winding Road Ahead": "Waddo Maroojis ah oo Hore",
    "This sign warns drivers of a series of curves or turns ahead. Reduce your speed and be prepared to steer through the turns to maintain control of your vehicle.": "Calaamaddani waxay darawallada uga digaysaa taxane maroojisyo ama leexashooyin ah oo hore. Xawaarahaaga hoos u dhig oo u diyaar garow inaad isteeriso maroojisya si aad u ilaaliso xakamaynta gaarigaaga.",
    "Yield the Right of Way": "Dhiib Xaquuqda Jidka",
    "This regulatory sign requires you to slow down and, if necessary, stop to give the right-of-way to vehicles and pedestrians already in the intersection or on the roadway you are entering.": "Calaamaddan xeerarku waxay kaa dalbaysaa inaad gaabisid oo, haddii loo baahdo, aad joogsato si aad u siiso mudnaanta gaadiidka iyo lugaynta horeyba ugu jiray isgoyska ama wadada aad galayso.",
    "Roundabout": "Goobta wareegga ah",
    "This sign indicates a circular intersection (roundabout) ahead. You must yield to traffic already in the roundabout and enter when there is a safe gap.": "Calaamaddani waxay tilmaamaysaa isgoys wareegsan (roundabout) oo hore. Waa inaad siisaa mudnaanta taraafikada horey ugu jirta goobta wareegsan oo aad gashaa marka uu jiro meel ammaan ah.",
    "Share the Road": "Wadada La Wadaago",
    "This sign reminds drivers and cyclists that they must share the road safely. It often indicates areas where cyclists are common, encouraging drivers to be mindful of bicycles.": "Calaamaddani waxay xusuusinaysaa darawallada iyo baaskiilleyda inay tahay inay wadaagaan wadada si ammaan ah. Waxay inta badan tilmaamaysaa meelaha ay baaskiilleydu ku badan yihiin, iyadoo ku dhiirigelinaysa darawallada inay ka digtoonaadaan baaskiillada.",
    "School Crosswalk: Watch for Pedestrians": "Isgoyska Dugsiga: Ka digtoonow Lugaynta",
    "This sign marks a school crosswalk, alerting drivers to watch for students crossing the road. Be prepared to stop and yield to pedestrians in the crosswalk.": "Calaamaddani waxay calaamadaysaa isgoys dugsi, oo ka digaysa darawallada inay ka digtoonaadaan ardayda isgoyska wadada. U diyaar garow inaad joogsato oo aad u siiso mudnaanta lugaynta ku sugan isgoyska.",
    "Dangerous Goods": "Alaab Halis ah",
    "This sign indicates that vehicles carrying dangerous goods must take specific routes or adhere to certain regulations. It's often accompanied by symbols denoting the type of hazardous material.": "Calaamaddani waxay tilmaamaysaa in gaadiidka sidda alaabta halista ah ay tahay inay maraan waddooyin gaar ah ama ay u hoggaansamaan xeerarka qaarkood. Waxaa inta badan la socda calaamado tilmaamaya nooca alaabta halista ah.",
    "Right Lane Ends": "Jidka Midigta oo Dhamaanaya",
    "This sign warns that the right lane ahead will terminate or merge into the adjacent lane. Drivers in the ending lane must safely merge left, yielding to traffic in the through lane.": "Calaamaddani waxay digniin ka bixinaysaa in jidka midig ee hore uu dhammaan doono ama uu ku biiri doono jidka ku xiga. Darawallada jidka dhammaanaya waa inay si ammaan ah ugu biiraan bidix, iyagoo siinaya mudnaanta taraafikada ku sugan jidka dheeraadka ah.",
    "Slow Moving Vehicle": "Gaadiid Gaabis ah",
    "A reflective orange triangle with a red border is mounted on the rear of vehicles that typically travel at speeds of 40 km/h or less. It warns other drivers to slow down.": "Sadex-geesood orange ah oo muraayad ah oo leh cidhif casaan ah ayaa lagu dhejiyaa gadaasha gaadiidka sida caadiga ah ku socda xawaare 40 km/saacaddii ama ka yar. Waxay digniin ka bixinaysaa darawallada kale inay gaabisadaan.",
    "Turn Right Only": "Leexo Midig oo kaliya",
    "This sign indicates that traffic in the lane or at the intersection can only make a right turn. Straight-through or left turns are not permitted.": "Calaamaddani waxay tilmaamaysaa in taraafikada ku sugan jidka ama isgoyska ay ku leexan karaan oo kaliya dhinaca midig. Leexashada toosan ama bidixda lama oggolayn.",
    "Home": "Guriga",
    "Canadian Citizenship Test Prep": "Diyaarinta Imtixaanka Muwaadinnimada Kanada",
    "Canadian Driving Test Prep": "Diyaarinta Imtixaanka Wadista Kanada",
    "Buy Now": "Iibso Hadda",
    "About Us": "Nagu saabsan",
    "Contact": "Nala soo xiriir",
    "FAQ's": "Su'aalaha Badanaa La Isweydiiyo",
    "Privacy": "Khaasnimo",
    "Terms": "Shuruudaha",
    "© 2024 All rights reserved.": "Dhammaan xuquuqda way xifdisan tahay.",
    "Our Community": "Bulshadeena",
    "Cookie Policy": "Siyaasadda Kukiyada",
    "Legal Disclaimer": "Ka-dambeynta Sharciga",
    "Copyright": "Xuquuqda Daabacaadda",
    "All Rights Reserved.": "Dhammaan Xuquuqda Way Xifdisan Tahay.",
    "Don't have an account yet?": "Wali ma lihid xisaab?",
    "Register & Pay Here": "Isdiiwaangeli oo halkan ku bixi"
}