{
    "(and :count more error)": "(ਅਤੇ :count ਹੋਰ ਗਲਤੀ)",
    "(and :count more errors)": "(ਅਤੇ :count ਹੋਰ ਗਲਤੀਆਂ)",
    "A decryption key is required.": "ਇੱਕ ਡੀਕ੍ਰਿਪਸ਼ਨ ਕੁੰਜੀ ਦੀ ਲੋੜ ਹੈ।",
    "A fresh verification link has been sent to your email address.": "ਤੁਹਾਡੇ ਈਮੇਲ ਪਤੇ 'ਤੇ ਇੱਕ ਨਵਾਂ ਤਸਦੀਕ ਲਿੰਕ ਭੇਜਿਆ ਗਿਆ ਹੈ।",
    "A new verification link has been sent to the email address you provided in your profile settings.": "ਤੁਹਾਡੇ ਪ੍ਰੋਫਾਈਲ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਦਿੱਤੇ ਈਮੇਲ ਪਤੇ 'ਤੇ ਇੱਕ ਨਵਾਂ ਤਸਦੀਕ ਲਿੰਕ ਭੇਜਿਆ ਗਿਆ ਹੈ।",
    "A new verification link has been sent to your email address.": "ਤੁਹਾਡੇ ਈਮੇਲ ਪਤੇ 'ਤੇ ਇੱਕ ਨਵਾਂ ਤਸਦੀਕ ਲਿੰਕ ਭੇਜਿਆ ਗਿਆ ਹੈ।",
    "Accept Invitation": "ਸੱਦਾ ਸਵੀਕਾਰ ਕਰੋ",
    "Add": "ਸ਼ਾਮਲ ਕਰੋ",
    "Add a new team member to your team, allowing them to collaborate with you.": "ਆਪਣੀ ਟੀਮ ਵਿੱਚ ਇੱਕ ਨਵਾਂ ਟੀਮ ਮੈਂਬਰ ਸ਼ਾਮਲ ਕਰੋ, ਉਹਨਾਂ ਨੂੰ ਤੁਹਾਡੇ ਨਾਲ ਸਹਿਯੋਗ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ।",
    "Add additional security to your account using two factor authentication.": "ਦੋ-ਕਾਰਕ ਪ੍ਰਮਾਣਿਕਤਾ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਵਾਧੂ ਸੁਰੱਖਿਆ ਸ਼ਾਮਲ ਕਰੋ।",
    "Add Team Member": "ਟੀਮ ਮੈਂਬਰ ਸ਼ਾਮਲ ਕਰੋ",
    "Added.": "ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ।",
    "Administrator": "ਪ੍ਰਸ਼ਾਸਕ",
    "Administrator users can perform any action.": "ਪ੍ਰਸ਼ਾਸਕ ਉਪਭੋਗਤਾ ਕੋਈ ਵੀ ਕਾਰਵਾਈ ਕਰ ਸਕਦੇ ਹਨ।",
    "All of the people that are part of this team.": "ਇਸ ਟੀਮ ਦਾ ਹਿੱਸਾ ਸਾਰੇ ਲੋਕ।",
    "All rights reserved.": "ਸਾਰੇ ਅਧਿਕਾਰ ਰਾਖਵੇਂ ਹਨ।",
    "Already registered?": "ਪਹਿਲਾਂ ਹੀ ਰਜਿਸਟਰਡ ਹੋ?",
    "API Token": "API ਟੋਕਨ",
    "API Token Permissions": "API ਟੋਕਨ ਅਨੁਮਤੀਆਂ",
    "API Tokens": "API ਟੋਕਨ",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "API ਟੋਕਨ ਤੀਜੀ-ਧਿਰ ਦੀਆਂ ਸੇਵਾਵਾਂ ਨੂੰ ਤੁਹਾਡੇ ਵੱਲੋਂ ਸਾਡੀ ਐਪਲੀਕੇਸ਼ਨ ਨਾਲ ਪ੍ਰਮਾਣਿਤ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦੇ ਹਨ।",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਹੋ ਕਿ ਤੁਸੀਂ ਇਸ ਟੀਮ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਇੱਕ ਵਾਰ ਟੀਮ ਮਿਟਾਉਣ ਤੋਂ ਬਾਅਦ, ਇਸਦੇ ਸਾਰੇ ਸਰੋਤ ਅਤੇ ਡੇਟਾ ਸਥਾਈ ਤੌਰ 'ਤੇ ਮਿਟਾ ਦਿੱਤੇ ਜਾਣਗੇ।",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਹੋ ਕਿ ਤੁਸੀਂ ਆਪਣਾ ਖਾਤਾ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਇੱਕ ਵਾਰ ਤੁਹਾਡਾ ਖਾਤਾ ਮਿਟਾਉਣ ਤੋਂ ਬਾਅਦ, ਇਸਦੇ ਸਾਰੇ ਸਰੋਤ ਅਤੇ ਡੇਟਾ ਸਥਾਈ ਤੌਰ 'ਤੇ ਮਿਟਾ ਦਿੱਤੇ ਜਾਣਗੇ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਖਾਤਾ ਸਥਾਈ ਤੌਰ 'ਤੇ ਮਿਟਾਉਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਆਪਣਾ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ।",
    "Are you sure you would like to delete this API token?": "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਹੋ ਕਿ ਤੁਸੀਂ ਇਸ API ਟੋਕਨ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
    "Are you sure you would like to leave this team?": "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਹੋ ਕਿ ਤੁਸੀਂ ਇਸ ਟੀਮ ਨੂੰ ਛੱਡਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
    "Are you sure you would like to remove this person from the team?": "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਹੋ ਕਿ ਤੁਸੀਂ ਇਸ ਵਿਅਕਤੀ ਨੂੰ ਟੀਮ ਤੋਂ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "ਜਾਰੀ ਰੱਖਣ ਤੋਂ ਪਹਿਲਾਂ, ਕੀ ਤੁਸੀਂ ਸਾਡੇ ਦੁਆਰਾ ਤੁਹਾਨੂੰ ਹੁਣੇ ਈਮੇਲ ਕੀਤੇ ਲਿੰਕ 'ਤੇ ਕਲਿੱਕ ਕਰਕੇ ਆਪਣੇ ਈਮੇਲ ਪਤੇ ਦੀ ਤਸਦੀਕ ਕਰ ਸਕਦੇ ਹੋ? ਜੇਕਰ ਤੁਹਾਨੂੰ ਈਮੇਲ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋਈ, ਤਾਂ ਅਸੀਂ ਖੁਸ਼ੀ ਨਾਲ ਤੁਹਾਨੂੰ ਇੱਕ ਹੋਰ ਭੇਜਾਂਗੇ।",
    "Before proceeding, please check your email for a verification link.": "ਅੱਗੇ ਵਧਣ ਤੋਂ ਪਹਿਲਾਂ, ਕਿਰਪਾ ਕਰਕੇ ਤਸਦੀਕ ਲਿੰਕ ਲਈ ਆਪਣੀ ਈਮੇਲ ਦੀ ਜਾਂਚ ਕਰੋ।",
    "Browser Sessions": "ਬ੍ਰਾਊਜ਼ਰ ਸੈਸ਼ਨ",
    "Cancel": "ਰੱਦ ਕਰੋ",
    "Click here to re-send the verification email.": "ਤਸਦੀਕ ਈਮੇਲ ਮੁੜ ਭੇਜਣ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ।",
    "click here to request another": "ਇੱਕ ਹੋਰ ਦੀ ਬੇਨਤੀ ਕਰਨ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ",
    "Close": "ਬੰਦ ਕਰੋ",
    "Code": "ਕੋਡ",
    "Confirm": "ਪੁਸ਼ਟੀ ਕਰੋ",
    "Confirm Password": "ਪਾਸਵਰਡ ਪੁਸ਼ਟੀ ਕਰੋ",
    "Create": "ਬਣਾਓ",
    "Create a new team to collaborate with others on projects.": "ਪ੍ਰੋਜੈਕਟਾਂ 'ਤੇ ਦੂਜਿਆਂ ਨਾਲ ਸਹਿਯੋਗ ਕਰਨ ਲਈ ਇੱਕ ਨਵੀਂ ਟੀਮ ਬਣਾਓ।",
    "Create Account": "ਖਾਤਾ ਬਣਾਓ",
    "Create API Token": "API ਟੋਕਨ ਬਣਾਓ",
    "Create New Team": "ਨਵੀਂ ਟੀਮ ਬਣਾਓ",
    "Create Team": "ਟੀਮ ਬਣਾਓ",
    "Created.": "ਬਣਾਇਆ ਗਿਆ।",
    "Current Password": "ਮੌਜੂਦਾ ਪਾਸਵਰਡ",
    "Dashboard": "ਡੈਸ਼ਬੋਰਡ",
    "Delete": "ਮਿਟਾਓ",
    "Delete Account": "ਖਾਤਾ ਮਿਟਾਓ",
    "Delete API Token": "API ਟੋਕਨ ਮਿਟਾਓ",
    "Delete Team": "ਟੀਮ ਮਿਟਾਓ",
    "Disable": "ਅਯੋਗ ਕਰੋ",
    "Done.": "ਹੋ ਗਿਆ।",
    "Edit Profile": "ਪ੍ਰੋਫਾਈਲ ਸੰਪਾਦਿਤ ਕਰੋ",
    "Editor": "ਸੰਪਾਦਕ",
    "Editor users have the ability to read, create, and update.": "ਸੰਪਾਦਕ ਉਪਭੋਗਤਾਵਾਂ ਕੋਲ ਪੜ੍ਹਨ, ਬਣਾਉਣ ਅਤੇ ਅੱਪਡੇਟ ਕਰਨ ਦੀ ਸਮਰੱਥਾ ਹੁੰਦੀ ਹੈ।",
    "Email": "ਈਮੇਲ",
    "Email Address": "ਈਮੇਲ ਪਤਾ",
    "Email Password Reset Link": "ਈਮੇਲ ਪਾਸਵਰਡ ਰੀਸੈਟ ਲਿੰਕ",
    "Enable": "ਯੋਗ ਕਰੋ",
    "Encrypted environment file already exists.": "ਇਨਕ੍ਰਿਪਟਡ ਵਾਤਾਵਰਨ ਫਾਈਲ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ।",
    "Encrypted environment file not found.": "ਇਨਕ੍ਰਿਪਟਡ ਵਾਤਾਵਰਨ ਫਾਈਲ ਨਹੀਂ ਮਿਲੀ।",
    "Ensure your account is using a long, random password to stay secure.": "ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਹਾਡਾ ਖਾਤਾ ਸੁਰੱਖਿਅਤ ਰਹਿਣ ਲਈ ਇੱਕ ਲੰਬੇ, ਬੇਤਰਤੀਬ ਪਾਸਵਰਡ ਦੀ ਵਰਤੋਂ ਕਰ ਰਿਹਾ ਹੈ।",
    "Environment file already exists.": "ਵਾਤਾਵਰਨ ਫਾਈਲ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ।",
    "Environment file not found.": "ਵਾਤਾਵਰਨ ਫਾਈਲ ਨਹੀਂ ਮਿਲੀ।",
    "errors": "ਗਲਤੀਆਂ",
    "Finish enabling two factor authentication.": "ਦੋ-ਕਾਰਕ ਪ੍ਰਮਾਣਿਕਤਾ ਨੂੰ ਸਮਰੱਥ ਬਣਾਉਣਾ ਪੂਰਾ ਕਰੋ।",
    "For your security, please confirm your password to continue.": "ਤੁਹਾਡੀ ਸੁਰੱਖਿਆ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਜਾਰੀ ਰੱਖਣ ਲਈ ਆਪਣਾ ਪਾਸਵਰਡ ਪੁਸ਼ਟੀ ਕਰੋ।",
    "Forbidden": "ਵਰਜਿਤ",
    "Forgot Your Password?": "ਆਪਣਾ ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ ਹੋ?",
    "Forgot your password?": "ਆਪਣਾ ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ ਹੋ?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "ਆਪਣਾ ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ ਹੋ? ਕੋਈ ਗੱਲ ਨਹੀਂ। ਬਸ ਸਾਨੂੰ ਆਪਣਾ ਈਮੇਲ ਪਤਾ ਦੱਸੋ ਅਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਇੱਕ ਪਾਸਵਰਡ ਰੀਸੈਟ ਲਿੰਕ ਈਮੇਲ ਕਰਾਂਗੇ ਜੋ ਤੁਹਾਨੂੰ ਇੱਕ ਨਵਾਂ ਚੁਣਨ ਦੀ ਇਜਾਜ਼ਤ ਦੇਵੇਗਾ।",
    "Go to page :page": "ਪੰਨਾ :page 'ਤੇ ਜਾਓ",
    "Great! You have accepted the invitation to join the :team team.": "ਸ਼ਾਨਦਾਰ! ਤੁਸੀਂ :team ਟੀਮ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਦਾ ਸੱਦਾ ਸਵੀਕਾਰ ਕਰ ਲਿਆ ਹੈ।",
    "Hello!": "ਹੈਲੋ!",
    "I agree to the :terms_of_service and :privacy_policy": "ਮੈਂ :terms_of_service ਅਤੇ :privacy_policy ਨਾਲ ਸਹਿਮਤ ਹਾਂ",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "ਜੇਕਰ ਜ਼ਰੂਰੀ ਹੋਵੇ, ਤਾਂ ਤੁਸੀਂ ਆਪਣੇ ਸਾਰੇ ਡਿਵਾਈਸਾਂ 'ਤੇ ਆਪਣੀਆਂ ਸਾਰੀਆਂ ਬ੍ਰਾਊਜ਼ਰ ਸੈਸ਼ਨਾਂ ਤੋਂ ਲਾਗ ਆਊਟ ਕਰ ਸਕਦੇ ਹੋ। ਤੁਹਾਡੇ ਕੁਝ ਹਾਲੀਆ ਸੈਸ਼ਨ ਹੇਠਾਂ ਸੂਚੀਬੱਧ ਹਨ; ਹਾਲਾਂਕਿ, ਇਹ ਸੂਚੀ ਪੂਰੀ ਨਹੀਂ ਹੋ ਸਕਦੀ। ਜੇਕਰ ਤੁਹਾਨੂੰ ਲੱਗਦਾ ਹੈ ਕਿ ਤੁਹਾਡਾ ਖਾਤਾ ਸਮਝੌਤਾ ਕੀਤਾ ਗਿਆ ਹੈ, ਤਾਂ ਤੁਹਾਨੂੰ ਆਪਣਾ ਪਾਸਵਰਡ ਵੀ ਅੱਪਡੇਟ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "If you already have an account, you may accept this invitation by clicking the button below:": "ਜੇਕਰ ਤੁਹਾਡਾ ਪਹਿਲਾਂ ਹੀ ਖਾਤਾ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰਕੇ ਇਸ ਸੱਦੇ ਨੂੰ ਸਵੀਕਾਰ ਕਰ ਸਕਦੇ ਹੋ:",
    "If you did not create an account, no further action is required.": "ਜੇਕਰ ਤੁਸੀਂ ਕੋਈ ਖਾਤਾ ਨਹੀਂ ਬਣਾਇਆ, ਤਾਂ ਹੋਰ ਕੋਈ ਕਾਰਵਾਈ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਟੀਮ ਵਿੱਚ ਸੱਦਾ ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਉਮੀਦ ਨਹੀਂ ਕੀਤੀ ਸੀ, ਤਾਂ ਤੁਸੀਂ ਇਸ ਈਮੇਲ ਨੂੰ ਛੱਡ ਸਕਦੇ ਹੋ।",
    "If you did not receive the email": "ਜੇਕਰ ਤੁਹਾਨੂੰ ਈਮੇਲ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋਈ",
    "If you did not request a password reset, no further action is required.": "ਜੇਕਰ ਤੁਸੀਂ ਪਾਸਵਰਡ ਰੀਸੈਟ ਦੀ ਬੇਨਤੀ ਨਹੀਂ ਕੀਤੀ ਸੀ, ਤਾਂ ਹੋਰ ਕੋਈ ਕਾਰਵਾਈ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "ਜੇਕਰ ਤੁਹਾਡਾ ਖਾਤਾ ਨਹੀਂ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰਕੇ ਇੱਕ ਬਣਾ ਸਕਦੇ ਹੋ। ਖਾਤਾ ਬਣਾਉਣ ਤੋਂ ਬਾਅਦ, ਤੁਸੀਂ ਟੀਮ ਦਾ ਸੱਦਾ ਸਵੀਕਾਰ ਕਰਨ ਲਈ ਇਸ ਈਮੇਲ ਵਿੱਚ ਸੱਦਾ ਸਵੀਕਾਰ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰ ਸਕਦੇ ਹੋ:",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "ਜੇਕਰ ਤੁਹਾਨੂੰ \":actionText\" ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰਨ ਵਿੱਚ ਮੁਸ਼ਕਲ ਆ ਰਹੀ ਹੈ, ਤਾਂ ਹੇਠਾਂ ਦਿੱਤੇ URL ਨੂੰ ਆਪਣੇ ਵੈੱਬ ਬ੍ਰਾਊਜ਼ਰ ਵਿੱਚ ਕਾਪੀ ਅਤੇ ਪੇਸਟ ਕਰੋ:",
    "Invalid filename.": "ਅਵੈਧ ਫਾਈਲ ਨਾਮ।",
    "Invalid JSON was returned from the route.": "ਰੂਟ ਤੋਂ ਅਵੈਧ JSON ਵਾਪਸ ਆਇਆ ਹੈ।",
    "Last active": "ਆਖਰੀ ਕਿਰਿਆਸ਼ੀਲ",
    "Last used": "ਆਖਰੀ ਵਾਰ ਵਰਤਿਆ ਗਿਆ",
    "Leave": "ਛੱਡੋ",
    "Leave Team": "ਟੀਮ ਛੱਡੋ",
    "length": "ਲੰਬਾਈ",
    "Location": "ਸਥਾਨ",
    "Log in": "ਲਾਗਇਨ",
    "Log Out": "ਲਾਗ ਆਊਟ",
    "Log Out Other Browser Sessions": "ਹੋਰ ਬ੍ਰਾਊਜ਼ਰ ਸੈਸ਼ਨਾਂ ਤੋਂ ਲਾਗ ਆਊਟ ਕਰੋ",
    "Login": "ਲਾਗਇਨ",
    "Logout": "ਲਾਗਆਉਟ",
    "Manage Account": "ਖਾਤਾ ਪ੍ਰਬੰਧਿਤ ਕਰੋ",
    "Manage and log out your active sessions on other browsers and devices.": "ਹੋਰ ਬ੍ਰਾਊਜ਼ਰਾਂ ਅਤੇ ਡਿਵਾਈਸਾਂ 'ਤੇ ਆਪਣੇ ਕਿਰਿਆਸ਼ੀਲ ਸੈਸ਼ਨਾਂ ਨੂੰ ਪ੍ਰਬੰਧਿਤ ਅਤੇ ਲਾਗ ਆਊਟ ਕਰੋ।",
    "Manage API Tokens": "API ਟੋਕਨ ਪ੍ਰਬੰਧਿਤ ਕਰੋ",
    "Manage Role": "ਭੂਮਿਕਾ ਪ੍ਰਬੰਧਿਤ ਕਰੋ",
    "Manage Team": "ਟੀਮ ਪ੍ਰਬੰਧਿਤ ਕਰੋ",
    "Name": "ਨਾਮ",
    "New Password": "ਨਵਾਂ ਪਾਸਵਰਡ",
    "Not Found": "ਨਹੀਂ ਮਿਲਿਆ",
    "of": "ਦਾ",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "ਇੱਕ ਵਾਰ ਟੀਮ ਮਿਟਾਉਣ ਤੋਂ ਬਾਅਦ, ਇਸਦੇ ਸਾਰੇ ਸਰੋਤ ਅਤੇ ਡੇਟਾ ਸਥਾਈ ਤੌਰ 'ਤੇ ਮਿਟਾ ਦਿੱਤੇ ਜਾਣਗੇ। ਇਸ ਟੀਮ ਨੂੰ ਮਿਟਾਉਣ ਤੋਂ ਪਹਿਲਾਂ, ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਟੀਮ ਬਾਰੇ ਕੋਈ ਵੀ ਡੇਟਾ ਜਾਂ ਜਾਣਕਾਰੀ ਡਾਊਨਲੋਡ ਕਰੋ ਜੋ ਤੁਸੀਂ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ।",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "ਇੱਕ ਵਾਰ ਤੁਹਾਡਾ ਖਾਤਾ ਮਿਟਾਉਣ ਤੋਂ ਬਾਅਦ, ਇਸਦੇ ਸਾਰੇ ਸਰੋਤ ਅਤੇ ਡੇਟਾ ਸਥਾਈ ਤੌਰ 'ਤੇ ਮਿਟਾ ਦਿੱਤੇ ਜਾਣਗੇ। ਆਪਣਾ ਖਾਤਾ ਮਿਟਾਉਣ ਤੋਂ ਪਹਿਲਾਂ, ਕਿਰਪਾ ਕਰਕੇ ਕੋਈ ਵੀ ਡੇਟਾ ਜਾਂ ਜਾਣਕਾਰੀ ਡਾਊਨਲੋਡ ਕਰੋ ਜੋ ਤੁਸੀਂ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ।",
    "Page Expired": "ਪੰਨਾ ਖਤਮ ਹੋ ਗਿਆ",
    "Pagination Navigation": "ਪੰਨਾ ਨੇਵੀਗੇਸ਼ਨ",
    "Password": "ਪਾਸਵਰਡ",
    "Payment Required": "ਭੁਗਤਾਨ ਦੀ ਲੋੜ ਹੈ",
    "Pending Team Invitations": "ਲੰਬਿਤ ਟੀਮ ਸੱਦੇ",
    "Permanently delete this team.": "ਇਸ ਟੀਮ ਨੂੰ ਸਥਾਈ ਤੌਰ 'ਤੇ ਮਿਟਾਓ।",
    "Permanently delete your account.": "ਆਪਣਾ ਖਾਤਾ ਸਥਾਈ ਤੌਰ 'ਤੇ ਮਿਟਾਓ।",
    "Permissions": "ਅਨੁਮਤੀਆਂ",
    "Photo": "ਫੋਟੋ",
    "Please click the button below to verify your email address.": "ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਈਮੇਲ ਪਤਾ ਤਸਦੀਕ ਕਰਨ ਲਈ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਖਾਤੇ ਤੱਕ ਪਹੁੰਚ ਦੀ ਪੁਸ਼ਟੀ ਆਪਣੇ ਕਿਸੇ ਇੱਕ ਐਮਰਜੈਂਸੀ ਰਿਕਵਰੀ ਕੋਡ ਨੂੰ ਦਰਜ ਕਰਕੇ ਕਰੋ।",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਪ੍ਰਮਾਣਕ ਐਪਲੀਕੇਸ਼ਨ ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤੇ ਪ੍ਰਮਾਣਿਕਤਾ ਕੋਡ ਨੂੰ ਦਰਜ ਕਰਕੇ ਆਪਣੇ ਖਾਤੇ ਤੱਕ ਪਹੁੰਚ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ।",
    "Please confirm your password before continuing.": "ਜਾਰੀ ਰੱਖਣ ਤੋਂ ਪਹਿਲਾਂ ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪਾਸਵਰਡ ਪੁਸ਼ਟੀ ਕਰੋ।",
    "Please copy your new API token. For your security, it won't be shown again.": "ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਨਵਾਂ API ਟੋਕਨ ਕਾਪੀ ਕਰੋ। ਤੁਹਾਡੀ ਸੁਰੱਖਿਆ ਲਈ, ਇਹ ਦੁਬਾਰਾ ਨਹੀਂ ਦਿਖਾਇਆ ਜਾਵੇਗਾ।",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਸਾਰੇ ਡਿਵਾਈਸਾਂ 'ਤੇ ਆਪਣੇ ਹੋਰ ਬ੍ਰਾਊਜ਼ਰ ਸੈਸ਼ਨਾਂ ਤੋਂ ਲਾਗ ਆਊਟ ਕਰਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਆਪਣਾ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ।",
    "Please provide the email address of the person you would like to add to this team.": "ਕਿਰਪਾ ਕਰਕੇ ਉਸ ਵਿਅਕਤੀ ਦਾ ਈਮੇਲ ਪਤਾ ਪ੍ਰਦਾਨ ਕਰੋ ਜਿਸਨੂੰ ਤੁਸੀਂ ਇਸ ਟੀਮ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ।",
    "Privacy Policy": "ਗੋਪਨੀਯਤਾ ਨੀਤੀ",
    "Profile": "ਪ੍ਰੋਫਾਈਲ",
    "Profile Information": "ਪ੍ਰੋਫਾਈਲ ਜਾਣਕਾਰੀ",
    "Recovery Code": "ਰਿਕਵਰੀ ਕੋਡ",
    "Regards,": "ਤੁਹਾਡਾ ਸ਼ੁਭਚਿੰਤਕ,",
    "Regenerate Recovery Codes": "ਰਿਕਵਰੀ ਕੋਡ ਮੁੜ ਤਿਆਰ ਕਰੋ",
    "Register": "ਰਜਿਸਟਰ ਕਰੋ",
    "Remember Me": "ਮੈਨੂੰ ਯਾਦ ਰੱਖੋ",
    "Remember me": "ਮੈਨੂੰ ਯਾਦ ਰੱਖੋ",
    "Remove": "ਹਟਾਓ",
    "Remove Photo": "ਫੋਟੋ ਹਟਾਓ",
    "Remove Team Member": "ਟੀਮ ਮੈਂਬਰ ਹਟਾਓ",
    "Resend Verification Email": "ਤਸਦੀਕ ਈਮੇਲ ਮੁੜ ਭੇਜੋ",
    "Reset Password": "ਪਾਸਵਰਡ ਰੀਸੈਟ ਕਰੋ",
    "Reset Password Notification": "ਪਾਸਵਰਡ ਰੀਸੈਟ ਨੋਟੀਫਿਕੇਸ਼ਨ",
    "results": "ਨਤੀਜੇ",
    "Role": "ਭੂਮਿਕਾ",
    "Save": "ਸੇਵ ਕਰੋ",
    "Saved.": "ਸੇਵ ਹੋ ਗਿਆ।",
    "Select A New Photo": "ਇੱਕ ਨਵੀਂ ਫੋਟੋ ਚੁਣੋ",
    "Send Password Reset Link": "ਪਾਸਵਰਡ ਰੀਸੈਟ ਲਿੰਕ ਭੇਜੋ",
    "Server Error": "ਸਰਵਰ ਗਲਤੀ",
    "Service Unavailable": "ਸੇਵਾ ਅਨਉਪਲਬਧ",
    "Setup Key": "ਸੈਟਅਪ ਕੁੰਜੀ",
    "Show Recovery Codes": "ਰਿਕਵਰੀ ਕੋਡ ਦਿਖਾਓ",
    "Showing": "ਦਿਖਾ ਰਿਹਾ ਹੈ",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "ਇਹਨਾਂ ਰਿਕਵਰੀ ਕੋਡਾਂ ਨੂੰ ਇੱਕ ਸੁਰੱਖਿਅਤ ਪਾਸਵਰਡ ਮੈਨੇਜਰ ਵਿੱਚ ਸਟੋਰ ਕਰੋ। ਜੇਕਰ ਤੁਹਾਡਾ ਦੋ-ਕਾਰਕ ਪ੍ਰਮਾਣਿਕਤਾ ਡਿਵਾਈਸ ਗੁੰਮ ਹੋ ਜਾਂਦਾ ਹੈ ਤਾਂ ਇਹਨਾਂ ਦੀ ਵਰਤੋਂ ਤੁਹਾਡੇ ਖਾਤੇ ਤੱਕ ਪਹੁੰਚ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।",
    "Switch Teams": "ਟੀਮਾਂ ਬਦਲੋ",
    "Team Details": "ਟੀਮ ਵੇਰਵੇ",
    "Team Invitation": "ਟੀਮ ਸੱਦਾ",
    "Team Members": "ਟੀਮ ਮੈਂਬਰ",
    "Team Name": "ਟੀਮ ਦਾ ਨਾਮ",
    "Team Owner": "ਟੀਮ ਮਾਲਕ",
    "Team Settings": "ਟੀਮ ਸੈਟਿੰਗਾਂ",
    "Terms of Service": "ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ",
    "The :attribute must be a valid role.": ":attribute ਇੱਕ ਵੈਧ ਭੂਮਿਕਾ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।",
    "The :attribute must be at least :length characters and contain at least one number.": ":attribute ਘੱਟੋ-ਘੱਟ :length ਅੱਖਰਾਂ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਇਸ ਵਿੱਚ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਨੰਬਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": ":attribute ਘੱਟੋ-ਘੱਟ :length ਅੱਖਰਾਂ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਇਸ ਵਿੱਚ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਵਿਸ਼ੇਸ਼ ਅੱਖਰ ਅਤੇ ਇੱਕ ਨੰਬਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "The :attribute must be at least :length characters and contain at least one special character.": ":attribute ਘੱਟੋ-ਘੱਟ :length ਅੱਖਰਾਂ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਇਸ ਵਿੱਚ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਵਿਸ਼ੇਸ਼ ਅੱਖਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": ":attribute ਘੱਟੋ-ਘੱਟ :length ਅੱਖਰਾਂ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਇਸ ਵਿੱਚ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਵੱਡਾ ਅੱਖਰ ਅਤੇ ਇੱਕ ਨੰਬਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": ":attribute ਘੱਟੋ-ਘੱਟ :length ਅੱਖਰਾਂ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਇਸ ਵਿੱਚ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਵੱਡਾ ਅੱਖਰ ਅਤੇ ਇੱਕ ਵਿਸ਼ੇਸ਼ ਅੱਖਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":attribute ਘੱਟੋ-ਘੱਟ :length ਅੱਖਰਾਂ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਇਸ ਵਿੱਚ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਵੱਡਾ ਅੱਖਰ, ਇੱਕ ਨੰਬਰ, ਅਤੇ ਇੱਕ ਵਿਸ਼ੇਸ਼ ਅੱਖਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": ":attribute ਘੱਟੋ-ਘੱਟ :length ਅੱਖਰਾਂ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਇਸ ਵਿੱਚ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਵੱਡਾ ਅੱਖਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "The :attribute must be at least :length characters.": ":attribute ਘੱਟੋ-ਘੱਟ :length ਅੱਖਰਾਂ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "The given data was invalid.": "ਦਿੱਤਾ ਗਿਆ ਡੇਟਾ ਅਵੈਧ ਸੀ।",
    "The password is incorrect.": "ਪਾਸਵਰਡ ਗਲਤ ਹੈ।",
    "The provided password does not match your current password.": "ਦਿੱਤਾ ਗਿਆ ਪਾਸਵਰਡ ਤੁਹਾਡੇ ਮੌਜੂਦਾ ਪਾਸਵਰਡ ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ।",
    "The provided password was incorrect.": "ਦਿੱਤਾ ਗਿਆ ਪਾਸਵਰਡ ਗਲਤ ਸੀ।",
    "The provided two factor authentication code was invalid.": "ਦਿੱਤਾ ਗਿਆ ਦੋ-ਕਾਰਕ ਪ੍ਰਮਾਣਿਕਤਾ ਕੋਡ ਅਵੈਧ ਸੀ।",
    "The provided two factor recovery code was invalid.": "ਦਿੱਤਾ ਗਿਆ ਦੋ-ਕਾਰਕ ਰਿਕਵਰੀ ਕੋਡ ਅਵੈਧ ਸੀ।",
    "The response is not a streamed response.": "ਜਵਾਬ ਇੱਕ ਸਟ੍ਰੀਮਡ ਜਵਾਬ ਨਹੀਂ ਹੈ।",
    "The response is not a view.": "ਜਵਾਬ ਇੱਕ ਦ੍ਰਿਸ਼ ਨਹੀਂ ਹੈ।",
    "The team's name and owner information.": "ਟੀਮ ਦਾ ਨਾਮ ਅਤੇ ਮਾਲਕ ਦੀ ਜਾਣਕਾਰੀ।",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "ਇਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਤੁਹਾਡੀ ਟੀਮ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਲਈ ਸੱਦਾ ਦਿੱਤਾ ਗਿਆ ਹੈ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਇੱਕ ਸੱਦਾ ਈਮੇਲ ਭੇਜਿਆ ਗਿਆ ਹੈ। ਉਹ ਈਮੇਲ ਸੱਦੇ ਨੂੰ ਸਵੀਕਾਰ ਕਰਕੇ ਟੀਮ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਸਕਦੇ ਹਨ।",
    "This action is unauthorized.": "ਇਹ ਕਾਰਵਾਈ ਅਣਅਧਿਕਾਰਤ ਹੈ।",
    "This device": "ਇਹ ਡਿਵਾਈਸ",
    "This is a secure area of the application. Please confirm your password before continuing.": "ਇਹ ਐਪਲੀਕੇਸ਼ਨ ਦਾ ਇੱਕ ਸੁਰੱਖਿਅਤ ਖੇਤਰ ਹੈ। ਜਾਰੀ ਰੱਖਣ ਤੋਂ ਪਹਿਲਾਂ ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪਾਸਵਰਡ ਪੁਸ਼ਟੀ ਕਰੋ।",
    "This password does not match our records.": "ਇਹ ਪਾਸਵਰਡ ਸਾਡੇ ਰਿਕਾਰਡਾਂ ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ।",
    "This password reset link will expire in :count minutes.": "ਇਹ ਪਾਸਵਰਡ ਰੀਸੈਟ ਲਿੰਕ :count ਮਿੰਟਾਂ ਵਿੱਚ ਖਤਮ ਹੋ ਜਾਵੇਗਾ।",
    "This user already belongs to the team.": "ਇਹ ਉਪਭੋਗਤਾ ਪਹਿਲਾਂ ਹੀ ਟੀਮ ਨਾਲ ਸੰਬੰਧਿਤ ਹੈ।",
    "This user has already been invited to the team.": "ਇਸ ਉਪਭੋਗਤਾ ਨੂੰ ਪਹਿਲਾਂ ਹੀ ਟੀਮ ਵਿੱਚ ਸੱਦਾ ਦਿੱਤਾ ਜਾ ਚੁੱਕਾ ਹੈ।",
    "to": "ਨੂੰ",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "ਦੋ-ਕਾਰਕ ਪ੍ਰਮਾਣਿਕਤਾ ਨੂੰ ਸਮਰੱਥ ਬਣਾਉਣਾ ਪੂਰਾ ਕਰਨ ਲਈ, ਆਪਣੇ ਫ਼ੋਨ ਦੀ ਪ੍ਰਮਾਣਕ ਐਪਲੀਕੇਸ਼ਨ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਹੇਠਾਂ ਦਿੱਤੇ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰੋ ਜਾਂ ਸੈਟਅਪ ਕੁੰਜੀ ਦਰਜ ਕਰੋ ਅਤੇ ਤਿਆਰ ਕੀਤਾ ਗਿਆ OTP ਕੋਡ ਪ੍ਰਦਾਨ ਕਰੋ।",
    "Toggle navigation": "ਨੇਵੀਗੇਸ਼ਨ ਟੌਗਲ ਕਰੋ",
    "Token Name": "ਟੋਕਨ ਨਾਮ",
    "Too Many Requests": "ਬਹੁਤ ਜ਼ਿਆਦਾ ਬੇਨਤੀਆਂ",
    "Two Factor Authentication": "ਦੋ-ਕਾਰਕ ਪ੍ਰਮਾਣਿਕਤਾ",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "ਦੋ-ਕਾਰਕ ਪ੍ਰਮਾਣਿਕਤਾ ਹੁਣ ਸਮਰੱਥ ਹੈ। ਆਪਣੇ ਫ਼ੋਨ ਦੀ ਪ੍ਰਮਾਣਕ ਐਪਲੀਕੇਸ਼ਨ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਹੇਠਾਂ ਦਿੱਤੇ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰੋ ਜਾਂ ਸੈਟਅਪ ਕੁੰਜੀ ਦਰਜ ਕਰੋ।",
    "Unauthorized": "ਅਣਅਧਿਕਾਰਤ",
    "Unknown": "ਅਣਜਾਣ",
    "Update Password": "ਪਾਸਵਰਡ ਅੱਪਡੇਟ ਕਰੋ",
    "Update your account's profile information and email address.": "ਆਪਣੇ ਖਾਤੇ ਦੀ ਪ੍ਰੋਫਾਈਲ ਜਾਣਕਾਰੀ ਅਤੇ ਈਮੇਲ ਪਤਾ ਅੱਪਡੇਟ ਕਰੋ।",
    "Use a recovery code": "ਇੱਕ ਰਿਕਵਰੀ ਕੋਡ ਦੀ ਵਰਤੋਂ ਕਰੋ",
    "Use an authentication code": "ਇੱਕ ਪ੍ਰਮਾਣਿਕਤਾ ਕੋਡ ਦੀ ਵਰਤੋਂ ਕਰੋ",
    "Verify Email Address": "ਈਮੇਲ ਪਤਾ ਤਸਦੀਕ ਕਰੋ",
    "Verify Your Email Address": "ਆਪਣਾ ਈਮੇਲ ਪਤਾ ਤਸਦੀਕ ਕਰੋ",
    "We were unable to find a registered user with this email address.": "ਅਸੀਂ ਇਸ ਈਮੇਲ ਪਤੇ ਵਾਲਾ ਕੋਈ ਰਜਿਸਟਰਡ ਉਪਭੋਗਤਾ ਨਹੀਂ ਲੱਭ ਸਕੇ।",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "ਜਦੋਂ ਦੋ-ਕਾਰਕ ਪ੍ਰਮਾਣਿਕਤਾ ਸਮਰੱਥ ਹੁੰਦੀ ਹੈ, ਤਾਂ ਪ੍ਰਮਾਣਿਕਤਾ ਦੌਰਾਨ ਤੁਹਾਨੂੰ ਇੱਕ ਸੁਰੱਖਿਅਤ, ਬੇਤਰਤੀਬ ਟੋਕਨ ਲਈ ਪੁੱਛਿਆ ਜਾਵੇਗਾ। ਤੁਸੀਂ ਇਹ ਟੋਕਨ ਆਪਣੇ ਫ਼ੋਨ ਦੀ ਗੂਗਲ ਪ੍ਰਮਾਣਕ ਐਪਲੀਕੇਸ਼ਨ ਤੋਂ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ।",
    "Whoops!": "ਓਹੋ!",
    "Whoops! Something went wrong.": "ਓਹੋ! ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ।",
    "You are logged in!": "ਤੁਸੀਂ ਲਾਗਇਨ ਹੋ!",
    "You are receiving this email because we received a password reset request for your account.": "ਤੁਹਾਨੂੰ ਇਹ ਈਮੇਲ ਪ੍ਰਾਪਤ ਹੋ ਰਹੀ ਹੈ ਕਿਉਂਕਿ ਸਾਨੂੰ ਤੁਹਾਡੇ ਖਾਤੇ ਲਈ ਇੱਕ ਪਾਸਵਰਡ ਰੀਸੈਟ ਬੇਨਤੀ ਪ੍ਰਾਪਤ ਹੋਈ ਹੈ।",
    "You have been invited to join the :team team!": "ਤੁਹਾਨੂੰ :team ਟੀਮ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਲਈ ਸੱਦਾ ਦਿੱਤਾ ਗਿਆ ਹੈ!",
    "You have enabled two factor authentication.": "ਤੁਸੀਂ ਦੋ-ਕਾਰਕ ਪ੍ਰਮਾਣਿਕਤਾ ਨੂੰ ਸਮਰੱਥ ਕਰ ਲਿਆ ਹੈ।",
    "You have not enabled two factor authentication.": "ਤੁਸੀਂ ਦੋ-ਕਾਰਕ ਪ੍ਰਮਾਣਿਕਤਾ ਨੂੰ ਸਮਰੱਥ ਨਹੀਂ ਕੀਤਾ ਹੈ।",
    "You may accept this invitation by clicking the button below:": "ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰਕੇ ਇਸ ਸੱਦੇ ਨੂੰ ਸਵੀਕਾਰ ਕਰ ਸਕਦੇ ਹੋ:",
    "You may delete any of your existing tokens if they are no longer needed.": "ਤੁਸੀਂ ਆਪਣੇ ਕਿਸੇ ਵੀ ਮੌਜੂਦਾ ਟੋਕਨ ਨੂੰ ਮਿਟਾ ਸਕਦੇ ਹੋ ਜੇਕਰ ਉਹਨਾਂ ਦੀ ਹੁਣ ਲੋੜ ਨਹੀਂ ਹੈ।",
    "You may not delete your personal team.": "ਤੁਸੀਂ ਆਪਣੀ ਨਿੱਜੀ ਟੀਮ ਨੂੰ ਮਿਟਾ ਨਹੀਂ ਸਕਦੇ।",
    "You may not leave a team that you created.": "ਤੁਸੀਂ ਬਣਾਈ ਗਈ ਟੀਮ ਨੂੰ ਛੱਡ ਨਹੀਂ ਸਕਦੇ।",
    "Your email address is unverified.": "ਤੁਹਾਡਾ ਈਮੇਲ ਪਤਾ ਤਸਦੀਕ ਨਹੀਂ ਹੋਇਆ ਹੈ।",
    "Comprehensive Driving Guide: Alberta 🚗": "ਸਮੁੱਚੀ ਡਰਾਈਵਿੰਗ ਗਾਈਡ: ਅਲਬਰਟਾ 🚗",
    "Understanding road signs is crucial for safe driving in Alberta. These signs provide vital information about regulations, warnings, and guidance. Here's a look at some key road signs you'll encounter and their meanings.": "ਅਲਬਰਟਾ ਵਿੱਚ ਸੁਰੱਖਿਅਤ ਡਰਾਈਵਿੰਗ ਲਈ ਸੜਕ ਚਿੰਨ੍ਹਾਂ ਨੂੰ ਸਮਝਣਾ ਬਹੁਤ ਜ਼ਰੂਰੀ ਹੈ। ਇਹ ਚਿੰਨ੍ਹ ਨਿਯਮਾਂ, ਚੇਤਾਵਨੀਆਂ ਅਤੇ ਮਾਰਗਦਰਸ਼ਨ ਬਾਰੇ ਮਹੱਤਵਪੂਰਨ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਨ। ਇੱਥੇ ਕੁਝ ਮੁੱਖ ਸੜਕ ਚਿੰਨ੍ਹ ਹਨ ਜੋ ਤੁਸੀਂ ਵੇਖੋਗੇ ਅਤੇ ਉਹਨਾਂ ਦੇ ਅਰਥ।",
    "Regulatory Signs": "ਰੈਗੂਲੇਟਰੀ ਚਿੰਨ੍ਹ",
    "These signs inform you of traffic laws and regulations. You must obey them.": "ਇਹ ਚਿੰਨ੍ਹ ਤੁਹਾਨੂੰ ਟ੍ਰੈਫਿਕ ਕਾਨੂੰਨਾਂ ਅਤੇ ਨਿਯਮਾਂ ਬਾਰੇ ਸੂਚਿਤ ਕਰਦੇ ਹਨ। ਤੁਹਾਨੂੰ ਉਹਨਾਂ ਦੀ ਪਾਲਣਾ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।",
    "Stop Sign": "ਰੁਕੋ ਦਾ ਚਿੰਨ੍ਹ",
    "An octagon-shaped red sign instructing drivers to come to a complete stop before the stop line, crosswalk, or intersection, and yield to cross traffic or pedestrians.": "ਇੱਕ ਅੱਠਭੁਜੀ ਆਕਾਰ ਦਾ ਲਾਲ ਚਿੰਨ੍ਹ ਡਰਾਈਵਰਾਂ ਨੂੰ ਸਟਾਪ ਲਾਈਨ, ਕਰਾਸਵਾਕ, ਜਾਂ ਚੌਰਾਹੇ ਤੋਂ ਪਹਿਲਾਂ ਪੂਰੀ ਤਰ੍ਹਾਂ ਰੁਕਣ ਅਤੇ ਪੈਦਲ ਯਾਤਰੀਆਂ ਜਾਂ ਦੂਜੇ ਪਾਸੇ ਦੇ ਟ੍ਰੈਫਿਕ ਨੂੰ ਰਾਹ ਦੇਣ ਦੀ ਹਦਾਇਤ ਕਰਦਾ ਹੈ।",
    "Yield Sign": "ਰਾਹ ਦਿਓ ਦਾ ਚਿੰਨ੍ਹ",
    "A downward-pointing red and white triangle indicating that you must slow down and be prepared to stop if necessary, giving the right-of-way to other traffic or pedestrians.": "ਇੱਕ ਹੇਠਾਂ ਵੱਲ ਇਸ਼ਾਰਾ ਕਰਦਾ ਲਾਲ ਅਤੇ ਚਿੱਟਾ ਤਿਕੋਣਾ ਚਿੰਨ੍ਹ ਇਹ ਦਰਸਾਉਂਦਾ ਹੈ ਕਿ ਤੁਹਾਨੂੰ ਹੌਲੀ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਜੇਕਰ ਜ਼ਰੂਰੀ ਹੋਵੇ ਤਾਂ ਰੁਕਣ ਲਈ ਤਿਆਰ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ, ਅਤੇ ਦੂਜੇ ਟ੍ਰੈਫਿਕ ਜਾਂ ਪੈਦਲ ਯਾਤਰੀਆਂ ਨੂੰ ਰਾਹ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "Do Not Enter Sign": "ਦਾਖਲ ਨਾ ਹੋਵੋ ਦਾ ਚਿੰਨ੍ਹ",
    "A red circle with a white horizontal bar, indicating that vehicles are prohibited from entering a particular roadway or area.": "ਇੱਕ ਲਾਲ ਚੱਕਰ ਜਿਸ ਵਿੱਚ ਇੱਕ ਚਿੱਟੀ ਹਰੀਜ਼ਟਲ ਬਾਰ ਹੁੰਦੀ ਹੈ, ਇਹ ਦਰਸਾਉਂਦਾ ਹੈ ਕਿ ਵਾਹਨਾਂ ਨੂੰ ਕਿਸੇ ਖਾਸ ਸੜਕ ਜਾਂ ਖੇਤਰ ਵਿੱਚ ਦਾਖਲ ਹੋਣ ਦੀ ਮਨਾਹੀ ਹੈ।",
    "No U-Turn Sign": "ਯੂ-ਟਰਨ ਨਾ ਲਓ ਦਾ ਚਿੰਨ੍ਹ",
    "A black arrow making a U-turn with a red circle and slash, meaning U-turns are not permitted.": "ਇੱਕ ਕਾਲਾ ਤੀਰ ਜੋ ਯੂ-ਟਰਨ ਬਣਾਉਂਦਾ ਹੈ ਜਿਸ ਉੱਤੇ ਲਾਲ ਚੱਕਰ ਅਤੇ ਕੱਟ ਹੁੰਦਾ ਹੈ, ਜਿਸਦਾ ਅਰਥ ਹੈ ਕਿ ਯੂ-ਟਰਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ ਹੈ।",
    "No Left Turn Sign": "ਖੱਬੇ ਮੁੜਨਾ ਮਨ੍ਹਾ ਹੈ ਦਾ ਚਿੰਨ੍ਹ",
    "A black arrow pointing left with a red circle and slash, indicating that left turns are not allowed.": "ਇੱਕ ਕਾਲਾ ਤੀਰ ਜੋ ਖੱਬੇ ਪਾਸੇ ਇਸ਼ਾਰਾ ਕਰਦਾ ਹੈ ਜਿਸ ਉੱਤੇ ਲਾਲ ਚੱਕਰ ਅਤੇ ਕੱਟ ਹੁੰਦਾ ਹੈ, ਇਹ ਦਰਸਾਉਂਦਾ ਹੈ ਕਿ ਖੱਬੇ ਮੁੜਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ ਹੈ।",
    "One Way Sign": "ਇੱਕ ਪਾਸੜ ਰਸਤਾ ਦਾ ਚਿੰਨ੍ਹ",
    "A rectangular white sign with a black arrow, indicating that traffic flows only in the direction of the arrow.": "ਇੱਕ ਆਇਤਾਕਾਰ ਚਿੱਟਾ ਚਿੰਨ੍ਹ ਜਿਸ ਉੱਤੇ ਇੱਕ ਕਾਲਾ ਤੀਰ ਹੁੰਦਾ ਹੈ, ਇਹ ਦਰਸਾਉਂਦਾ ਹੈ ਕਿ ਟ੍ਰੈਫਿਕ ਸਿਰਫ਼ ਤੀਰ ਦੀ ਦਿਸ਼ਾ ਵਿੱਚ ਵਹਿੰਦਾ ਹੈ।",
    "Speed Limit Sign": "ਗਤੀ ਸੀਮਾ ਦਾ ਚਿੰਨ੍ਹ",
    "A rectangular white sign with black text, indicating the maximum legal speed for the road section.": "ਇੱਕ ਆਇਤਾਕਾਰ ਚਿੱਟਾ ਚਿੰਨ੍ਹ ਜਿਸ ਉੱਤੇ ਕਾਲਾ ਪਾਠ ਹੁੰਦਾ ਹੈ, ਇਹ ਸੜਕ ਦੇ ਹਿੱਸੇ ਲਈ ਵੱਧ ਤੋਂ ਵੱਧ ਕਾਨੂੰਨੀ ਗਤੀ ਦਰਸਾਉਂਦਾ ਹੈ।",
    "Warning Signs": "ਚੇਤਾਵਨੀ ਚਿੰਨ੍ਹ",
    "These signs warn you of potential hazards ahead, requiring you to exercise caution.": "ਇਹ ਚਿੰਨ੍ਹ ਤੁਹਾਨੂੰ ਅੱਗੇ ਆਉਣ ਵਾਲੇ ਸੰਭਾਵੀ ਖਤਰਿਆਂ ਬਾਰੇ ਚੇਤਾਵਨੀ ਦਿੰਦੇ ਹਨ, ਜਿਸ ਲਈ ਤੁਹਾਨੂੰ ਸਾਵਧਾਨੀ ਵਰਤਣ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ।",
    "Pedestrian Crossing Sign": "ਪੈਦਲ ਯਾਤਰੀ ਕਰਾਸਿੰਗ ਦਾ ਚਿੰਨ੍ਹ",
    "A diamond-shaped yellow sign with a black symbol of a pedestrian, warning of a designated pedestrian crossing ahead.": "ਇੱਕ ਹੀਰਾ ਆਕਾਰ ਦਾ ਪੀਲਾ ਚਿੰਨ੍ਹ ਜਿਸ ਉੱਤੇ ਪੈਦਲ ਯਾਤਰੀ ਦਾ ਕਾਲਾ ਪ੍ਰਤੀਕ ਹੁੰਦਾ ਹੈ, ਅੱਗੇ ਨਿਰਧਾਰਤ ਪੈਦਲ ਯਾਤਰੀ ਕਰਾਸਿੰਗ ਦੀ ਚੇਤਾਵਨੀ ਦਿੰਦਾ ਹੈ।",
    "School Zone Ahead Sign": "ਸਕੂਲ ਜ਼ੋਨ ਅੱਗੇ ਦਾ ਚਿੰਨ੍ਹ",
    "A pentagon-shaped sign (often fluorescent yellow-green) indicating a school area or school crossing ahead, typically with reduced speed limits when active.": "ਇੱਕ ਪੈਂਟਾਗਨ-ਆਕਾਰ ਦਾ ਚਿੰਨ੍ਹ (ਅਕਸਰ ਫਲੋਰੈਸੈਂਟ ਪੀਲਾ-ਹਰਾ) ਜੋ ਅੱਗੇ ਸਕੂਲ ਖੇਤਰ ਜਾਂ ਸਕੂਲ ਕਰਾਸਿੰਗ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ, ਆਮ ਤੌਰ 'ਤੇ ਜਦੋਂ ਕਿਰਿਆਸ਼ੀਲ ਹੁੰਦਾ ਹੈ ਤਾਂ ਘੱਟ ਗਤੀ ਸੀਮਾ ਦੇ ਨਾਲ।",
    "Railway Crossing Sign": "ਰੇਲਵੇ ਕਰਾਸਿੰਗ ਦਾ ਚਿੰਨ੍ਹ",
    "A circular yellow sign with a black 'X' and 'RR' indicating a railway crossing ahead. Be prepared to stop for trains.": "ਇੱਕ ਗੋਲ ਪੀਲਾ ਚਿੰਨ੍ਹ ਜਿਸ ਉੱਤੇ ਇੱਕ ਕਾਲਾ 'X' ਅਤੇ 'RR' ਹੁੰਦਾ ਹੈ, ਇਹ ਦਰਸਾਉਂਦਾ ਹੈ ਕਿ ਅੱਗੇ ਇੱਕ ਰੇਲਵੇ ਕਰਾਸਿੰਗ ਹੈ। ਰੇਲਗੱਡੀਆਂ ਲਈ ਰੁਕਣ ਲਈ ਤਿਆਰ ਰਹੋ।",
    "Curve Ahead Sign": "ਅੱਗੇ ਮੋੜ ਦਾ ਚਿੰਨ੍ਹ",
    "A diamond-shaped yellow sign with a black arrow curving, warning of a curve in the road ahead. Adjust your speed accordingly.": "ਇੱਕ ਹੀਰਾ ਆਕਾਰ ਦਾ ਪੀਲਾ ਚਿੰਨ੍ਹ ਜਿਸ ਉੱਤੇ ਇੱਕ ਕਾਲਾ ਮੋੜ ਵਾਲਾ ਤੀਰ ਹੁੰਦਾ ਹੈ, ਅੱਗੇ ਸੜਕ ਵਿੱਚ ਮੋੜ ਦੀ ਚੇਤਾਵਨੀ ਦਿੰਦਾ ਹੈ। ਉਸ ਅਨੁਸਾਰ ਆਪਣੀ ਗਤੀ ਵਿਵਸਥਿਤ ਕਰੋ।",
    "Slippery When Wet Sign": "ਗਿੱਲਾ ਹੋਣ 'ਤੇ ਫਿਸਲਣ ਵਾਲਾ ਦਾ ਚਿੰਨ੍ਹ",
    "A diamond-shaped yellow sign with a car skidding, warning that the road surface may become slippery in wet conditions.": "ਇੱਕ ਹੀਰਾ ਆਕਾਰ ਦਾ ਪੀਲਾ ਚਿੰਨ੍ਹ ਜਿਸ ਉੱਤੇ ਇੱਕ ਕਾਰ ਦੇ ਫਿਸਲਣ ਦਾ ਪ੍ਰਤੀਕ ਹੁੰਦਾ ਹੈ, ਇਹ ਚੇਤਾਵਨੀ ਦਿੰਦਾ ਹੈ ਕਿ ਗਿੱਲੀ ਹਾਲਤਾਂ ਵਿੱਚ ਸੜਕ ਦੀ ਸਤ੍ਹਾ ਫਿਸਲਣ ਵਾਲੀ ਹੋ ਸਕਦੀ ਹੈ।",
    "Deer Crossing Sign": "ਹਰਨ ਕਰਾਸਿੰਗ ਦਾ ਚਿੰਨ੍ਹ",
    "A diamond-shaped yellow sign with a deer symbol, indicating areas where deer frequently cross the road. Drive with caution, especially at dawn and dusk.": "ਇੱਕ ਹੀਰਾ ਆਕਾਰ ਦਾ ਪੀਲਾ ਚਿੰਨ੍ਹ ਜਿਸ ਉੱਤੇ ਹਰਨ ਦਾ ਪ੍ਰਤੀਕ ਹੁੰਦਾ ਹੈ, ਇਹ ਉਹਨਾਂ ਖੇਤਰਾਂ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ ਜਿੱਥੇ ਹਰਨ ਅਕਸਰ ਸੜਕ ਪਾਰ ਕਰਦੇ ਹਨ। ਸਾਵਧਾਨੀ ਨਾਲ ਗੱਡੀ ਚਲਾਓ, ਖਾਸ ਕਰਕੇ ਸਵੇਰ ਅਤੇ ਸ਼ਾਮ ਵੇਲੇ।",
    "Construction Ahead Sign": "ਅੱਗੇ ਉਸਾਰੀ ਦਾ ਚਿੰਨ੍ਹ",
    "An orange diamond-shaped sign warning of construction or maintenance work ahead. Expect reduced speeds, lane closures, or workers.": "ਇੱਕ ਸੰਤਰੀ ਹੀਰਾ ਆਕਾਰ ਦਾ ਚਿੰਨ੍ਹ ਜੋ ਅੱਗੇ ਉਸਾਰੀ ਜਾਂ ਰੱਖ-ਰਖਾਅ ਦੇ ਕੰਮ ਦੀ ਚੇਤਾਵਨੀ ਦਿੰਦਾ ਹੈ। ਘੱਟ ਗਤੀ, ਲੇਨ ਬੰਦ ਹੋਣ, ਜਾਂ ਕਾਮਿਆਂ ਦੀ ਉਮੀਦ ਕਰੋ।",
    "Guide Signs": "ਗਾਈਡ ਚਿੰਨ੍ਹ",
    "These signs provide information about routes, directions, destinations, and points of interest.": "ਇਹ ਚਿੰਨ੍ਹ ਰੂਟਾਂ, ਦਿਸ਼ਾਵਾਂ, ਮੰਜ਼ਿਲਾਂ ਅਤੇ ਦਿਲਚਸਪੀ ਦੇ ਸਥਾਨਾਂ ਬਾਰੇ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਨ।",
    "Destination Sign": "ਮੰਜ਼ਿਲ ਦਾ ਚਿੰਨ੍ਹ",
    "Typically a rectangular green sign with white lettering, indicating directions and distances to cities or towns.": "ਆਮ ਤੌਰ 'ਤੇ ਚਿੱਟੇ ਅੱਖਰਾਂ ਵਾਲਾ ਇੱਕ ਆਇਤਾਕਾਰ ਹਰਾ ਚਿੰਨ੍ਹ, ਜੋ ਸ਼ਹਿਰਾਂ ਜਾਂ ਕਸਬਿਆਂ ਦੀਆਂ ਦਿਸ਼ਾਵਾਂ ਅਤੇ ਦੂਰੀਆਂ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ।",
    "Hospital Sign": "ਹਸਪਤਾਲ ਦਾ ਚਿੰਨ੍ਹ",
    "A blue square sign with a white 'H' (and often a cross), indicating the presence or direction to a hospital or medical facility.": "ਇੱਕ ਨੀਲਾ ਵਰਗ ਚਿੰਨ੍ਹ ਜਿਸ ਉੱਤੇ ਇੱਕ ਚਿੱਟਾ 'H' (ਅਤੇ ਅਕਸਰ ਇੱਕ ਕਰਾਸ) ਹੁੰਦਾ ਹੈ, ਜੋ ਕਿਸੇ ਹਸਪਤਾਲ ਜਾਂ ਡਾਕਟਰੀ ਸਹੂਲਤ ਦੀ ਮੌਜੂਦਗੀ ਜਾਂ ਦਿਸ਼ਾ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ।",
    "Gas Station Sign": "ਗੈਸ ਸਟੇਸ਼ਨ ਦਾ ਚਿੰਨ੍ਹ",
    "A blue square sign with a white gas pump symbol, indicating the presence or direction to a fuel station.": "ਇੱਕ ਨੀਲਾ ਵਰਗ ਚਿੰਨ੍ਹ ਜਿਸ ਉੱਤੇ ਇੱਕ ਚਿੱਟਾ ਗੈਸ ਪੰਪ ਦਾ ਪ੍ਰਤੀਕ ਹੁੰਦਾ ਹੈ, ਜੋ ਇੱਕ ਫਿਊਲ ਸਟੇਸ਼ਨ ਦੀ ਮੌਜੂਦਗੀ ਜਾਂ ਦਿਸ਼ਾ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ।",
    "Rest Area Sign": "ਆਰਾਮ ਖੇਤਰ ਦਾ ਚਿੰਨ੍ਹ",
    "A blue square sign with a picnic table symbol, indicating a rest area or picnic site ahead.": "ਇੱਕ ਨੀਲਾ ਵਰਗ ਚਿੰਨ੍ਹ ਜਿਸ ਉੱਤੇ ਇੱਕ ਪਿਕਨਿਕ ਟੇਬਲ ਦਾ ਪ੍ਰਤੀਕ ਹੁੰਦਾ ਹੈ, ਜੋ ਅੱਗੇ ਇੱਕ ਆਰਾਮ ਖੇਤਰ ਜਾਂ ਪਿਕਨਿਕ ਸਥਾਨ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ।",
    "Parking Sign": "ਪਾਰਕਿੰਗ ਦਾ ਚਿੰਨ੍ਹ",
    "A square blue sign with a white 'P' (and sometimes additional rules), indicating areas where parking is permitted.": "ਇੱਕ ਵਰਗਾਕਾਰ ਨੀਲਾ ਚਿੰਨ੍ਹ ਜਿਸ ਉੱਤੇ ਇੱਕ ਚਿੱਟਾ 'P' (ਅਤੇ ਕਈ ਵਾਰ ਵਾਧੂ ਨਿਯਮ) ਹੁੰਦਾ ਹੈ, ਜੋ ਉਹਨਾਂ ਖੇਤਰਾਂ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ ਜਿੱਥੇ ਪਾਰਕਿੰਗ ਦੀ ਇਜਾਜ਼ਤ ਹੈ।",
    "Divided Highway Ahead Sign": "ਅੱਗੇ ਵਿਭਾਜਿਤ ਹਾਈਵੇਅ ਦਾ ਚਿੰਨ੍ਹ",
    "A yellow diamond-shaped sign with two arrows separated by a median, warning that the highway ahead will become divided.": "ਇੱਕ ਪੀਲਾ ਹੀਰਾ-ਆਕਾਰ ਦਾ ਚਿੰਨ੍ਹ ਜਿਸ ਉੱਤੇ ਇੱਕ ਮੀਡੀਅਨ ਦੁਆਰਾ ਵੱਖ ਕੀਤੇ ਗਏ ਦੋ ਤੀਰ ਹੁੰਦੇ ਹਨ, ਇਹ ਚੇਤਾਵਨੀ ਦਿੰਦਾ ਹੈ ਕਿ ਅੱਗੇ ਹਾਈਵੇਅ ਵੰਡਿਆ ਜਾਵੇਗਾ।",
    "Road Signs": "ਸੜਕ ਦੇ ਚਿੰਨ੍ਹ",
    "Two Way Traffic": "ਦੋ ਪਾਸੜ ਟ੍ਰੈਫਿਕ",
    "This sign indicates that the road ahead is a two-way street, where traffic travels in opposite directions on the same roadway. Exercise caution for oncoming vehicles.": "ਇਹ ਚਿੰਨ੍ਹ ਦਰਸਾਉਂਦਾ ਹੈ ਕਿ ਅੱਗੇ ਦੀ ਸੜਕ ਦੋ-ਪਾਸੜ ਹੈ, ਜਿੱਥੇ ਟ੍ਰੈਫਿਕ ਇੱਕੋ ਸੜਕ 'ਤੇ ਉਲਟ ਦਿਸ਼ਾਵਾਂ ਵਿੱਚ ਚੱਲਦਾ ਹੈ। ਆਉਣ ਵਾਲੇ ਵਾਹਨਾਂ ਲਈ ਸਾਵਧਾਨੀ ਵਰਤੋ।",
    "Driver Ahead, Keep Right": "ਅੱਗੇ ਡਰਾਈਵਰ, ਸੱਜੇ ਰਹੋ",
    "This sign instructs drivers to keep to the right side of the road, especially when encountering oncoming traffic or when multiple lanes are available, to facilitate smooth traffic flow.": "ਇਹ ਚਿੰਨ੍ਹ ਡਰਾਈਵਰਾਂ ਨੂੰ ਸੜਕ ਦੇ ਸੱਜੇ ਪਾਸੇ ਰਹਿਣ ਦੀ ਹਦਾਇਤ ਕਰਦਾ ਹੈ, ਖਾਸ ਕਰਕੇ ਜਦੋਂ ਆਉਣ ਵਾਲੇ ਟ੍ਰੈਫਿਕ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ ਜਾਂ ਜਦੋਂ ਕਈ ਲੇਨਾਂ ਉਪਲਬਧ ਹੁੰਦੀਆਂ ਹਨ, ਤਾਂ ਜੋ ਨਿਰਵਿਘਨ ਟ੍ਰੈਫਿਕ ਪ੍ਰਵਾਹ ਨੂੰ ਸੁਵਿਧਾਜਨਕ ਬਣਾਇਆ ਜਾ ਸਕੇ।",
    "Road Narrows on Both Sides": "ਦੋਵੇਂ ਪਾਸਿਆਂ ਤੋਂ ਸੜਕ ਤੰਗ ਹੋ ਰਹੀ ਹੈ",
    "This sign warns that the width of the road ahead will decrease from both the left and right sides. Be prepared to merge or adjust your position, and be aware of potential bottlenecks.": "ਇਹ ਚਿੰਨ੍ਹ ਚੇਤਾਵਨੀ ਦਿੰਦਾ ਹੈ ਕਿ ਅੱਗੇ ਸੜਕ ਦੀ ਚੌੜਾਈ ਖੱਬੇ ਅਤੇ ਸੱਜੇ ਦੋਵਾਂ ਪਾਸਿਆਂ ਤੋਂ ਘੱਟ ਜਾਵੇਗੀ। ਮਰਜ ਕਰਨ ਜਾਂ ਆਪਣੀ ਸਥਿਤੀ ਨੂੰ ਵਿਵਸਥਿਤ ਕਰਨ ਲਈ ਤਿਆਰ ਰਹੋ, ਅਤੇ ਸੰਭਾਵਿਤ ਬੋਤਲਨੇਕਸ ਬਾਰੇ ਸੁਚੇਤ ਰਹੋ।",
    "No Stopping in Indicated Area": "ਦੱਸੇ ਗਏ ਖੇਤਰ ਵਿੱਚ ਰੁਕਣਾ ਮਨ੍ਹਾ ਹੈ",
    "This sign means you are not allowed to stop your vehicle in the designated area for any reason, even briefly to pick up or drop off passengers. This typically applies to zones needing constant traffic flow.": "ਇਸ ਚਿੰਨ੍ਹ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਤੁਹਾਨੂੰ ਕਿਸੇ ਵੀ ਕਾਰਨ ਕਰਕੇ, ਇੱਥੋਂ ਤੱਕ ਕਿ ਯਾਤਰੀਆਂ ਨੂੰ ਚੁੱਕਣ ਜਾਂ ਛੱਡਣ ਲਈ ਵੀ, ਨਿਰਧਾਰਤ ਖੇਤਰ ਵਿੱਚ ਆਪਣੇ ਵਾਹਨ ਨੂੰ ਰੋਕਣ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ ਹੈ। ਇਹ ਆਮ ਤੌਰ 'ਤੇ ਉਹਨਾਂ ਖੇਤਰਾਂ 'ਤੇ ਲਾਗੂ ਹੁੰਦਾ ਹੈ ਜਿੱਥੇ ਨਿਰੰਤਰ ਟ੍ਰੈਫਿਕ ਪ੍ਰਵਾਹ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ।",
    "School Bus Stop Ahead": "ਸਕੂਲ ਬੱਸ ਸਟਾਪ ਅੱਗੇ",
    "This sign warns drivers that there is a designated school bus stop ahead. Be prepared to slow down and stop if the school bus activates its flashing red lights to pick up or drop off children.": "ਇਹ ਚਿੰਨ੍ਹ ਡਰਾਈਵਰਾਂ ਨੂੰ ਚੇਤਾਵਨੀ ਦਿੰਦਾ ਹੈ ਕਿ ਅੱਗੇ ਇੱਕ ਨਿਰਧਾਰਤ ਸਕੂਲ ਬੱਸ ਸਟਾਪ ਹੈ। ਜੇ ਸਕੂਲ ਬੱਸ ਬੱਚਿਆਂ ਨੂੰ ਚੁੱਕਣ ਜਾਂ ਛੱਡਣ ਲਈ ਆਪਣੀਆਂ ਚਮਕਦੀਆਂ ਲਾਲ ਲਾਈਟਾਂ ਨੂੰ ਕਿਰਿਆਸ਼ੀਲ ਕਰਦੀ ਹੈ ਤਾਂ ਹੌਲੀ ਹੋਣ ਅਤੇ ਰੁਕਣ ਲਈ ਤਿਆਰ ਰਹੋ।",
    "Uneven Pavement": "ਅਸਮਾਨ ਸੜਕ",
    "This sign warns drivers of a section of road with uneven or rough pavement. Reduce your speed and maintain a firm grip on the steering wheel to safely navigate the surface.": "ਇਹ ਚਿੰਨ੍ਹ ਡਰਾਈਵਰਾਂ ਨੂੰ ਸੜਕ ਦੇ ਇੱਕ ਅਜਿਹੇ ਹਿੱਸੇ ਬਾਰੇ ਚੇਤਾਵਨੀ ਦਿੰਦਾ ਹੈ ਜਿੱਥੇ ਸੜਕ ਅਸਮਾਨ ਜਾਂ ਖੁਰਦਰੀ ਹੈ। ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਸਤ੍ਹਾ 'ਤੇ ਨੈਵੀਗੇਟ ਕਰਨ ਲਈ ਆਪਣੀ ਗਤੀ ਘਟਾਓ ਅਤੇ ਸਟੀਅਰਿੰਗ ਵ੍ਹੀਲ 'ਤੇ ਮਜ਼ਬੂਤ ​​ਪਕੜ ਬਣਾਈ ਰੱਖੋ।",
    "Dead End": "ਬੰਦ ਸੜਕ",
    "This sign indicates that the road ahead has no outlet or through access, meaning it terminates in a cul-de-sac or a blocked passage. You will need to turn around.": "ਇਹ ਚਿੰਨ੍ਹ ਦਰਸਾਉਂਦਾ ਹੈ ਕਿ ਅੱਗੇ ਦੀ ਸੜਕ ਦਾ ਕੋਈ ਆਊਟਲੈੱਟ ਜਾਂ ਲੰਘਣ ਦਾ ਰਸਤਾ ਨਹੀਂ ਹੈ, ਜਿਸਦਾ ਮਤਲਬ ਹੈ ਕਿ ਇਹ ਇੱਕ ਕੁਲ-ਡੀ-ਸੈਕ ਜਾਂ ਇੱਕ ਰੁਕਾਵਟ ਵਾਲੇ ਰਸਤੇ ਵਿੱਚ ਖਤਮ ਹੁੰਦੀ ਹੈ। ਤੁਹਾਨੂੰ ਵਾਪਸ ਮੁੜਨਾ ਪਵੇਗਾ।",
    "Bump or Uneven Pavement on the Road Ahead": "ਅੱਗੇ ਸੜਕ 'ਤੇ ਬੰਪ ਜਾਂ ਅਸਮਾਨ ਪੱਕੀ ਸੜਕ",
    "This sign warns of a raised area or an uneven surface on the road, such as a speed bump or severe irregularities. Slow down to avoid damage to your vehicle or loss of control.": "ਇਹ ਚਿੰਨ੍ਹ ਸੜਕ 'ਤੇ ਉੱਚੇ ਖੇਤਰ ਜਾਂ ਅਸਮਾਨ ਸਤ੍ਹਾ, ਜਿਵੇਂ ਕਿ ਸਪੀਡ ਬੰਪ ਜਾਂ ਗੰਭੀਰ ਅਨਿਯਮਿਤਤਾਵਾਂ ਦੀ ਚੇਤਾਵਨੀ ਦਿੰਦਾ ਹੈ। ਆਪਣੇ ਵਾਹਨ ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਾਉਣ ਜਾਂ ਕੰਟਰੋਲ ਗੁਆਉਣ ਤੋਂ ਬਚਣ ਲਈ ਹੌਲੀ ਹੋਵੋ।",
    "Playground Zone": "ਖੇਡ ਮੈਦਾਨ ਜ਼ੋਨ",
    "This sign indicates a playground zone, where children may be playing nearby. Speed limits are typically reduced (e.g., to 30 km/h) during specific hours, and extra caution is required.": "ਇਹ ਚਿੰਨ੍ਹ ਇੱਕ ਖੇਡ ਮੈਦਾਨ ਜ਼ੋਨ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ, ਜਿੱਥੇ ਬੱਚੇ ਨੇੜੇ ਖੇਡ ਰਹੇ ਹੋ ਸਕਦੇ ਹਨ। ਖਾਸ ਘੰਟਿਆਂ ਦੌਰਾਨ ਗਤੀ ਸੀਮਾ ਆਮ ਤੌਰ 'ਤੇ ਘੱਟ ਕੀਤੀ ਜਾਂਦੀ ਹੈ (ਉਦਾਹਰਨ ਲਈ, 30 ਕਿਲੋਮੀਟਰ ਪ੍ਰਤੀ ਘੰਟਾ ਤੱਕ), ਅਤੇ ਵਾਧੂ ਸਾਵਧਾਨੀ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ।",
    "Winding Road Ahead": "ਅੱਗੇ ਘੁੰਮਣ ਵਾਲੀ ਸੜਕ",
    "This sign warns drivers of a series of curves or turns ahead. Reduce your speed and be prepared to steer through the turns to maintain control of your vehicle.": "ਇਹ ਚਿੰਨ੍ਹ ਡਰਾਈਵਰਾਂ ਨੂੰ ਅੱਗੇ ਕਈ ਮੋੜਾਂ ਜਾਂ ਘੁੰਮਾਵਾਂ ਦੀ ਚੇਤਾਵਨੀ ਦਿੰਦਾ ਹੈ। ਆਪਣੀ ਗਤੀ ਘਟਾਓ ਅਤੇ ਆਪਣੇ ਵਾਹਨ ਦਾ ਨਿਯੰਤਰਣ ਬਣਾਈ ਰੱਖਣ ਲਈ ਮੋੜਾਂ ਵਿੱਚੋਂ ਲੰਘਣ ਲਈ ਤਿਆਰ ਰਹੋ।",
    "Yield the Right of Way": "ਰਾਹ ਦਿਓ",
    "This regulatory sign requires you to slow down and, if necessary, stop to give the right-of-way to vehicles and pedestrians already in the intersection or on the roadway you are entering.": "ਇਹ ਰੈਗੂਲੇਟਰੀ ਚਿੰਨ੍ਹ ਤੁਹਾਨੂੰ ਹੌਲੀ ਹੋਣ ਅਤੇ, ਜੇਕਰ ਜ਼ਰੂਰੀ ਹੋਵੇ, ਤਾਂ ਚੌਰਾਹੇ ਜਾਂ ਸੜਕ 'ਤੇ ਪਹਿਲਾਂ ਤੋਂ ਮੌਜੂਦ ਵਾਹਨਾਂ ਅਤੇ ਪੈਦਲ ਯਾਤਰੀਆਂ ਨੂੰ ਰਾਹ ਦੇਣ ਲਈ ਰੁਕਣ ਦੀ ਲੋੜ ਹੈ ਜਿਸ ਵਿੱਚ ਤੁਸੀਂ ਦਾਖਲ ਹੋ ਰਹੇ ਹੋ।",
    "Roundabout": "ਗੋਲ ਚੱਕਰ",
    "This sign indicates a circular intersection (roundabout) ahead. You must yield to traffic already in the roundabout and enter when there is a safe gap.": "ਇਹ ਚਿੰਨ੍ਹ ਅੱਗੇ ਇੱਕ ਗੋਲ ਚੌਕ (ਰਾਊਂਡਅਬਾਊਟ) ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ। ਤੁਹਾਨੂੰ ਰਾਊਂਡਅਬਾਊਟ ਵਿੱਚ ਪਹਿਲਾਂ ਤੋਂ ਮੌਜੂਦ ਟ੍ਰੈਫਿਕ ਨੂੰ ਰਾਹ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਜਦੋਂ ਕੋਈ ਸੁਰੱਖਿਅਤ ਖਾਲੀ ਥਾਂ ਹੋਵੇ ਤਾਂ ਦਾਖਲ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "Share the Road": "ਸੜਕ ਸਾਂਝੀ ਕਰੋ",
    "This sign reminds drivers and cyclists that they must share the road safely. It often indicates areas where cyclists are common, encouraging drivers to be mindful of bicycles.": "ਇਹ ਚਿੰਨ੍ਹ ਡਰਾਈਵਰਾਂ ਅਤੇ ਸਾਈਕਲ ਸਵਾਰਾਂ ਨੂੰ ਯਾਦ ਦਿਵਾਉਂਦਾ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਸੜਕ ਸਾਂਝੀ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ। ਇਹ ਅਕਸਰ ਉਹਨਾਂ ਖੇਤਰਾਂ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ ਜਿੱਥੇ ਸਾਈਕਲ ਸਵਾਰ ਆਮ ਹੁੰਦੇ ਹਨ, ਡਰਾਈਵਰਾਂ ਨੂੰ ਸਾਈਕਲਾਂ ਪ੍ਰਤੀ ਸੁਚੇਤ ਰਹਿਣ ਲਈ ਉਤਸ਼ਾਹਤ ਕਰਦਾ ਹੈ।",
    "School Crosswalk: Watch for Pedestrians": "ਸਕੂਲ ਕਰਾਸਵਾਕ: ਪੈਦਲ ਯਾਤਰੀਆਂ ਲਈ ਧਿਆਨ ਦਿਓ",
    "This sign marks a school crosswalk, alerting drivers to watch for students crossing the road. Be prepared to stop and yield to pedestrians in the crosswalk.": "ਇਹ ਚਿੰਨ੍ਹ ਇੱਕ ਸਕੂਲ ਕਰਾਸਵਾਕ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ, ਡਰਾਈਵਰਾਂ ਨੂੰ ਸੜਕ ਪਾਰ ਕਰ ਰਹੇ ਵਿਦਿਆਰਥੀਆਂ ਲਈ ਧਿਆਨ ਦੇਣ ਲਈ ਸੁਚੇਤ ਕਰਦਾ ਹੈ। ਕਰਾਸਵਾਕ ਵਿੱਚ ਪੈਦਲ ਯਾਤਰੀਆਂ ਲਈ ਰੁਕਣ ਅਤੇ ਰਾਹ ਦੇਣ ਲਈ ਤਿਆਰ ਰਹੋ।",
    "Dangerous Goods": "ਖਤਰਨਾਕ ਸਮਾਨ",
    "This sign indicates that vehicles carrying dangerous goods must take specific routes or adhere to certain regulations. It's often accompanied by symbols denoting the type of hazardous material.": "ਇਹ ਚਿੰਨ੍ਹ ਦਰਸਾਉਂਦਾ ਹੈ ਕਿ ਖਤਰਨਾਕ ਵਸਤੂਆਂ ਲੈ ਕੇ ਜਾਣ ਵਾਲੇ ਵਾਹਨਾਂ ਨੂੰ ਖਾਸ ਰੂਟ ਅਪਣਾਉਣੇ ਚਾਹੀਦੇ ਹਨ ਜਾਂ ਕੁਝ ਨਿਯਮਾਂ ਦੀ ਪਾਲਣਾ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ। ਇਸਦੇ ਨਾਲ ਅਕਸਰ ਖਤਰਨਾਕ ਸਮੱਗਰੀ ਦੀ ਕਿਸਮ ਦਰਸਾਉਣ ਵਾਲੇ ਚਿੰਨ੍ਹ ਹੁੰਦੇ ਹਨ।",
    "Right Lane Ends": "ਸੱਜੀ ਲੇਨ ਖਤਮ",
    "This sign warns that the right lane ahead will terminate or merge into the adjacent lane. Drivers in the ending lane must safely merge left, yielding to traffic in the through lane.": "ਇਹ ਚਿੰਨ੍ਹ ਚੇਤਾਵਨੀ ਦਿੰਦਾ ਹੈ ਕਿ ਅੱਗੇ ਦੀ ਸੱਜੀ ਲੇਨ ਖਤਮ ਹੋ ਜਾਵੇਗੀ ਜਾਂ ਨਾਲ ਲੱਗਦੀ ਲੇਨ ਵਿੱਚ ਮਰਜ ਹੋ ਜਾਵੇਗੀ। ਅੰਤ ਵਾਲੀ ਲੇਨ ਵਿੱਚ ਡਰਾਈਵਰਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਖੱਬੇ ਪਾਸੇ ਮਰਜ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਅਤੇ ਲੰਘਣ ਵਾਲੀ ਲੇਨ ਵਿੱਚ ਟ੍ਰੈਫਿਕ ਨੂੰ ਰਾਹ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "Slow Moving Vehicle": "ਹੌਲੀ ਚੱਲਣ ਵਾਲਾ ਵਾਹਨ",
    "A reflective orange triangle with a red border is mounted on the rear of vehicles that typically travel at speeds of 40 km/h or less. It warns other drivers to slow down.": "ਇੱਕ ਲਾਲ ਬਾਰਡਰ ਵਾਲਾ ਪ੍ਰਤੀਬਿੰਬਤ ਸੰਤਰੀ ਤਿਕੋਣ ਉਹਨਾਂ ਵਾਹਨਾਂ ਦੇ ਪਿਛਲੇ ਪਾਸੇ ਲਗਾਇਆ ਜਾਂਦਾ ਹੈ ਜੋ ਆਮ ਤੌਰ 'ਤੇ 40 ਕਿਲੋਮੀਟਰ ਪ੍ਰਤੀ ਘੰਟਾ ਜਾਂ ਇਸ ਤੋਂ ਘੱਟ ਦੀ ਗਤੀ 'ਤੇ ਚੱਲਦੇ ਹਨ। ਇਹ ਦੂਜੇ ਡਰਾਈਵਰਾਂ ਨੂੰ ਹੌਲੀ ਹੋਣ ਦੀ ਚੇਤਾਵਨੀ ਦਿੰਦਾ ਹੈ।",
    "Turn Right Only": "ਸਿਰਫ ਸੱਜੇ ਮੁੜੋ",
    "This sign indicates that traffic in the lane or at the intersection can only make a right turn. Straight-through or left turns are not permitted.": "ਇਹ ਚਿੰਨ੍ਹ ਦਰਸਾਉਂਦਾ ਹੈ ਕਿ ਲੇਨ ਜਾਂ ਚੌਰਾਹੇ ਵਿੱਚ ਟ੍ਰੈਫਿਕ ਸਿਰਫ ਸੱਜੇ ਮੁੜ ਸਕਦਾ ਹੈ। ਸਿੱਧੇ ਜਾਂ ਖੱਬੇ ਮੁੜਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ ਹੈ।"
}