{
    "(and :count more error)": "(y :count error más)",
    "(and :count more errors)": "(y :count errores más)",
    "A decryption key is required.": "Se requiere una clave de descifrado.",
    "A fresh verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a su dirección de correo electrónico.",
    "A new verification link has been sent to the email address you provided in your profile settings.": "Se ha enviado un nuevo enlace de verificación a la dirección de correo electrónico que proporcionó en la configuración de su perfil.",
    "A new verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a su dirección de correo electrónico.",
    "Accept Invitation": "Aceptar invitación",
    "Add": "Añadir",
    "Add a new team member to your team, allowing them to collaborate with you.": "Añada un nuevo miembro a su equipo, permitiéndole colaborar con usted.",
    "Add additional security to your account using two factor authentication.": "Añada seguridad adicional a su cuenta utilizando la autenticación de dos factores.",
    "Add Team Member": "Añadir miembro al equipo",
    "Added.": "Añadido.",
    "Administrator": "Administrador",
    "Administrator users can perform any action.": "Los usuarios administradores pueden realizar cualquier acción.",
    "All of the people that are part of this team.": "Todas las personas que forman parte de este equipo.",
    "All rights reserved.": "Todos los derechos reservados.",
    "Already registered?": "¿Ya registrado?",
    "API Token": "Token de API",
    "API Token Permissions": "Permisos del token API",
    "API Tokens": "Tokens API",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "Los tokens API permiten que los servicios de terceros se autentiquen con nuestra aplicación en su nombre.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "¿Está seguro de que desea eliminar este equipo? Una vez que un equipo es eliminado, todos sus recursos y datos serán eliminados permanentemente.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "¿Está seguro de que desea eliminar su cuenta? Una vez que su cuenta sea eliminada, todos sus recursos y datos serán eliminados permanentemente. Por favor, introduzca su contraseña para confirmar que desea eliminar permanentemente su cuenta.",
    "Are you sure you would like to delete this API token?": "¿Está seguro de que desea eliminar este token API?",
    "Are you sure you would like to leave this team?": "¿Está seguro de que desea abandonar este equipo?",
    "Are you sure you would like to remove this person from the team?": "¿Está seguro de que desea eliminar a esta persona del equipo?",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Antes de continuar, ¿podría verificar su dirección de correo electrónico haciendo clic en el enlace que acabamos de enviarle por correo electrónico? Si no recibió el correo electrónico, con gusto le enviaremos otro.",
    "Before proceeding, please check your email for a verification link.": "Antes de continuar, por favor revise su correo electrónico para un enlace de verificación.",
    "Browser Sessions": "Sesiones del navegador",
    "Cancel": "Cancelar",
    "Click here to re-send the verification email.": "Haga clic aquí para reenviar el correo electrónico de verificación.",
    "click here to request another": "haga clic aquí para solicitar otro",
    "Close": "Cerrar",
    "Code": "Código",
    "Confirm": "Confirmar",
    "Confirm Password": "Confirmar contraseña",
    "Create": "Crear",
    "Create a new team to collaborate with others on projects.": "Cree un nuevo equipo para colaborar con otros en proyectos.",
    "Create Account": "Crear cuenta",
    "Create API Token": "Crear token API",
    "Create New Team": "Crear nuevo equipo",
    "Create Team": "Crear equipo",
    "Created.": "Creado.",
    "Current Password": "Contraseña actual",
    "Dashboard": "Panel de control",
    "Delete": "Eliminar",
    "Delete Account": "Eliminar cuenta",
    "Delete API Token": "Eliminar token API",
    "Delete Team": "Eliminar equipo",
    "Disable": "Deshabilitar",
    "Done.": "Hecho.",
    "Edit Profile": "Editar perfil",
    "Editor": "Editor",
    "Editor users have the ability to read, create, and update.": "Los usuarios editores tienen la capacidad de leer, crear y actualizar.",
    "Email": "Correo electrónico",
    "Email Address": "Dirección de correo electrónico",
    "Email Password Reset Link": "Enviar enlace de restablecimiento de contraseña por correo electrónico",
    "Enable": "Habilitar",
    "Encrypted environment file already exists.": "El archivo de entorno cifrado ya existe.",
    "Encrypted environment file not found.": "Archivo de entorno cifrado no encontrado.",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrese de que su cuenta utiliza una contraseña larga y aleatoria para mantenerse segura.",
    "Environment file already exists.": "El archivo de entorno ya existe.",
    "Environment file not found.": "Archivo de entorno no encontrado.",
    "errors": "errores",
    "Finish enabling two factor authentication.": "Termine de habilitar la autenticación de dos factores.",
    "For your security, please confirm your password to continue.": "Para su seguridad, por favor confirme su contraseña para continuar.",
    "Forbidden": "Prohibido",
    "Forgot Your Password?": "¿Olvidó su contraseña?",
    "Forgot your password?": "¿Olvidó su contraseña?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "¿Olvidó su contraseña? No hay problema. Simplemente háganos saber su dirección de correo electrónico y le enviaremos un enlace para restablecer su contraseña que le permitirá elegir una nueva.",
    "Go to page :page": "Ir a la página :page",
    "Great! You have accepted the invitation to join the :team team.": "¡Genial! Ha aceptado la invitación para unirse al equipo :team.",
    "Hello!": "¡Hola!",
    "I agree to the :terms_of_service and :privacy_policy": "Estoy de acuerdo con los :terms_of_service y la :privacy_policy",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Si es necesario, puede cerrar sesión en todas sus otras sesiones del navegador en todos sus dispositivos. Algunas de sus sesiones recientes se enumeran a continuación; sin embargo, esta lista puede no ser exhaustiva. Si cree que su cuenta ha sido comprometida, también debe actualizar su contraseña.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Si ya tiene una cuenta, puede aceptar esta invitación haciendo clic en el botón de abajo:",
    "If you did not create an account, no further action is required.": "Si no creó una cuenta, no se requiere ninguna otra acción.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Si no esperaba recibir una invitación a este equipo, puede descartar este correo electrónico.",
    "If you did not receive the email": "Si no recibió el correo electrónico",
    "If you did not request a password reset, no further action is required.": "Si no solicitó un restablecimiento de contraseña, no se requiere ninguna otra acción.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Si no tiene una cuenta, puede crear una haciendo clic en el botón de abajo. Después de crear una cuenta, puede hacer clic en el botón de aceptación de la invitación en este correo electrónico para aceptar la invitación del equipo:",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Si tiene problemas para hacer clic en el botón \":actionText\", copie y pegue la URL de abajo\nen su navegador web:",
    "Invalid filename.": "Nombre de archivo inválido.",
    "Invalid JSON was returned from the route.": "Se devolvió un JSON inválido de la ruta.",
    "Last active": "Última actividad",
    "Last used": "Último uso",
    "Leave": "Salir",
    "Leave Team": "Abandonar equipo",
    "length": "longitud",
    "Location": "Ubicación",
    "Log in": "Iniciar sesión",
    "Log Out": "Cerrar sesión",
    "Log Out Other Browser Sessions": "Cerrar sesión en otras sesiones del navegador",
    "Login": "Iniciar sesión",
    "Logout": "Cerrar sesión",
    "Manage Account": "Gestionar cuenta",
    "Manage and log out your active sessions on other browsers and devices.": "Gestione y cierre sesión en sus sesiones activas en otros navegadores y dispositivos.",
    "Manage API Tokens": "Administrar tokens API",
    "Manage Role": "Gestionar rol",
    "Manage Team": "Gestionar equipo",
    "Name": "Nombre",
    "New Password": "Nueva contraseña",
    "Not Found": "No encontrado",
    "of": "de",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Una vez que un equipo es eliminado, todos sus recursos y datos serán eliminados permanentemente. Antes de eliminar este equipo, por favor, descargue cualquier dato o información relacionada con este equipo que desee conservar.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez que su cuenta sea eliminada, todos sus recursos y datos serán eliminados permanentemente. Antes de eliminar su cuenta, por favor, descargue cualquier dato o información que desee conservar.",
    "Page Expired": "Página expirada",
    "Pagination Navigation": "Navegación de paginación",
    "Password": "Contraseña",
    "Payment Required": "Pago requerido",
    "Pending Team Invitations": "Invitaciones de equipo pendientes",
    "Permanently delete this team.": "Eliminar este equipo permanentemente.",
    "Permanently delete your account.": "Eliminar permanentemente su cuenta.",
    "Permissions": "Permisos",
    "Photo": "Foto",
    "Please click the button below to verify your email address.": "Por favor, haga clic en el botón de abajo para verificar su dirección de correo electrónico.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Por favor, confirme el acceso a su cuenta introduciendo uno de sus códigos de recuperación de emergencia.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Por favor, confirme el acceso a su cuenta introduciendo el código de autenticación proporcionado por su aplicación de autenticación.",
    "Please confirm your password before continuing.": "Por favor, confirme su contraseña antes de continuar.",
    "Please copy your new API token. For your security, it won't be shown again.": "Por favor, copie su nuevo token API. Para su seguridad, no se mostrará de nuevo.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Por favor, introduzca su contraseña para confirmar que desea cerrar sesión en sus otras sesiones del navegador en todos sus dispositivos.",
    "Please provide the email address of the person you would like to add to this team.": "Por favor, proporcione la dirección de correo electrónico de la persona que le gustaría añadir a este equipo.",
    "Privacy Policy": "Política de privacidad",
    "Profile": "Perfil",
    "Profile Information": "Información del perfil",
    "Recovery Code": "Código de recuperación",
    "Regards,": "Saludos,",
    "Regenerate Recovery Codes": "Regenerar códigos de recuperación",
    "Register": "Registrarse",
    "Remember Me": "Recordarme",
    "Remember me": "Recordarme",
    "Remove": "Eliminar",
    "Remove Photo": "Eliminar foto",
    "Remove Team Member": "Eliminar miembro del equipo",
    "Resend Verification Email": "Reenviar correo electrónico de verificación",
    "Reset Password": "Restablecer contraseña",
    "Reset Password Notification": "Notificación de restablecimiento de contraseña",
    "results": "resultados",
    "Role": "Rol",
    "Save": "Guardar",
    "Saved.": "Guardado.",
    "Select A New Photo": "Seleccionar nueva foto",
    "Send Password Reset Link": "Enviar enlace de restablecimiento de contraseña",
    "Server Error": "Error del servidor",
    "Service Unavailable": "Servicio no disponible",
    "Setup Key": "Clave de configuración",
    "Show Recovery Codes": "Mostrar códigos de recuperación",
    "Showing": "Mostrando",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Guarde estos códigos de recuperación en un gestor de contraseñas seguro. Se pueden utilizar para recuperar el acceso a su cuenta si pierde su dispositivo de autenticación de dos factores.",
    "Switch Teams": "Cambiar de equipo",
    "Team Details": "Detalles del equipo",
    "Team Invitation": "Invitación al equipo",
    "Team Members": "Miembros del equipo",
    "Team Name": "Nombre del equipo",
    "Team Owner": "Propietario del equipo",
    "Team Settings": "Configuración del equipo",
    "Terms of Service": "Términos de servicio",
    "The :attribute must be a valid role.": "El :attribute debe ser un rol válido.",
    "The :attribute must be at least :length characters and contain at least one number.": "El :attribute debe tener al menos :length caracteres y contener al menos un número.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "El :attribute debe tener al menos :length caracteres y contener al menos un carácter especial y un número.",
    "The :attribute must be at least :length characters and contain at least one special character.": "El :attribute debe tener al menos :length caracteres y contener al menos un carácter especial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "El :attribute debe tener al menos :length caracteres y contener al menos una letra mayúscula y un número.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "El :attribute debe tener al menos :length caracteres y contener al menos una letra mayúscula y un carácter especial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "El :attribute debe tener al menos :length caracteres y contener al menos una letra mayúscula, un número y un carácter especial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "El :attribute debe tener al menos :length caracteres y contener al menos una letra mayúscula.",
    "The :attribute must be at least :length characters.": "El :attribute debe tener al menos :length caracteres.",
    "The given data was invalid.": "Los datos proporcionados no eran válidos.",
    "The password is incorrect.": "La contraseña es incorrecta.",
    "The provided password does not match your current password.": "La contraseña proporcionada no coincide con su contraseña actual.",
    "The provided password was incorrect.": "La contraseña proporcionada era incorrecta.",
    "The provided two factor authentication code was invalid.": "El código de autenticación de dos factores proporcionado no era válido.",
    "The provided two factor recovery code was invalid.": "El código de recuperación de dos factores proporcionado no era válido.",
    "The response is not a streamed response.": "La respuesta no es una respuesta en streaming.",
    "The response is not a view.": "La respuesta no es una vista.",
    "The team's name and owner information.": "El nombre del equipo y la información del propietario.",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Estas personas han sido invitadas a su equipo y se les ha enviado un correo electrónico de invitación. Pueden unirse al equipo aceptando la invitación por correo electrónico.",
    "This action is unauthorized.": "Esta acción no está autorizada.",
    "This device": "Este dispositivo",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta es un área segura de la aplicación. Por favor, confirme su contraseña antes de continuar.",
    "This password does not match our records.": "Esta contraseña no coincide con nuestros registros.",
    "This password reset link will expire in :count minutes.": "Este enlace de restablecimiento de contraseña expirará en :count minutos.",
    "This user already belongs to the team.": "Este usuario ya pertenece al equipo.",
    "This user has already been invited to the team.": "Este usuario ya ha sido invitado al equipo.",
    "to": "a",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "Para finalizar la habilitación de la autenticación de dos factores, escanee el siguiente código QR usando la aplicación de autenticación de su teléfono o ingrese la clave de configuración y proporcione el código OTP generado.",
    "Toggle navigation": "Alternar navegación",
    "Token Name": "Nombre del token",
    "Too Many Requests": "Demasiadas peticiones",
    "Two Factor Authentication": "Autenticación de dos factores",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "La autenticación de dos factores ya está habilitada. Escanee el siguiente código QR usando la aplicación de autenticación de su teléfono o ingrese la clave de configuración.",
    "Unauthorized": "No autorizado",
    "Unknown": "Desconocido",
    "Update Password": "Actualizar contraseña",
    "Update your account's profile information and email address.": "Actualice la información de perfil y la dirección de correo electrónico de su cuenta.",
    "Use a recovery code": "Usar un código de recuperación",
    "Use an authentication code": "Usar un código de autenticación",
    "Verify Email Address": "Verificar dirección de correo electrónico",
    "Verify Your Email Address": "Verifique su dirección de correo electrónico.",
    "We were unable to find a registered user with this email address.": "No pudimos encontrar un usuario registrado con esta dirección de correo electrónico.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Cuando la autenticación de dos factores está habilitada, se le pedirá un token seguro y aleatorio durante la autenticación. Puede recuperar este token de la aplicación Google Authenticator de su teléfono.",
    "Whoops!": "¡Vaya!",
    "Whoops! Something went wrong.": "¡Vaya! Algo salió mal.",
    "You are logged in!": "¡Ha iniciado sesión!",
    "You are receiving this email because we received a password reset request for your account.": "Está recibiendo este correo electrónico porque hemos recibido una solicitud de restablecimiento de contraseña para su cuenta.",
    "You have been invited to join the :team team!": "¡Ha sido invitado a unirse al equipo :team!",
    "You have enabled two factor authentication.": "Ha habilitado la autenticación de dos factores.",
    "You have not enabled two factor authentication.": "No ha habilitado la autenticación de dos factores.",
    "You may accept this invitation by clicking the button below:": "Puede aceptar esta invitación haciendo clic en el botón de abajo:",
    "You may delete any of your existing tokens if they are no longer needed.": "Puede eliminar cualquiera de sus tokens existentes si ya no son necesarios.",
    "You may not delete your personal team.": "No puede eliminar su equipo personal.",
    "You may not leave a team that you created.": "No puede abandonar un equipo que creó.",
    "Your email address is unverified.": "Su dirección de correo electrónico no está verificada.",
    "Comprehensive Driving Guide: Alberta 🚗": "Guía completa de conducción: Alberta �",
    "Understanding road signs is crucial for safe driving in Alberta. These signs provide vital information about regulations, warnings, and guidance. Here's a look at some key road signs you'll encounter and their meanings.": "Comprender las señales de tráfico es crucial para una conducción segura en Alberta. Estas señales proporcionan información vital sobre regulaciones, advertencias y orientación. Aquí tiene un vistazo a algunas señales de tráfico clave que encontrará y sus significados.",
    "Regulatory Signs": "Señales reglamentarias",
    "These signs inform you of traffic laws and regulations. You must obey them.": "Estas señales le informan sobre las leyes y regulaciones de tráfico. Debe obedecerlas.",
    "Stop Sign": "Señal de Alto",
    "An octagon-shaped red sign instructing drivers to come to a complete stop before the stop line, crosswalk, or intersection, and yield to cross traffic or pedestrians.": "Una señal roja en forma de octágono que instruye a los conductores a detenerse completamente antes de la línea de detención, el paso de peatones o la intersección, y ceder el paso al tráfico transversal o a los peatones.",
    "Yield Sign": "Señal de Ceda el paso",
    "A downward-pointing red and white triangle indicating that you must slow down and be prepared to stop if necessary, giving the right-of-way to other traffic or pedestrians.": "Un triángulo rojo y blanco que apunta hacia abajo indicando que debe reducir la velocidad y estar preparado para detenerse si es necesario, cediendo el derecho de paso a otros vehículos o peatones.",
    "Do Not Enter Sign": "Señal de Prohibido el paso",
    "A red circle with a white horizontal bar, indicating that vehicles are prohibited from entering a carretera or area.": "Un círculo rojo con una barra horizontal blanca, indicando que los vehículos tienen prohibido entrar en una carretera o zona particular.",
    "No U-Turn Sign": "Señal de Prohibido el cambio de sentido",
    "A black arrow making a U-turn with a red circle and slash, meaning U-turns are not permitted.": "Una flecha negra que hace un cambio de sentido con un círculo rojo y una barra, lo que significa que no se permiten los cambios de sentido.",
    "No Left Turn Sign": "Señal de Prohibido girar a la izquierda",
    "A black arrow pointing left with a red circle and slash, indicating that left turns are not allowed.": "Una flecha negra que apunta a la izquierda con un círculo rojo y una barra, lo que indica que no se permiten los giros a la izquierda.",
    "One Way Sign": "Señal de Sentido único",
    "A rectangular white sign with a black arrow, indicating that traffic flows only in the direction of the arrow.": "Una señal rectangular blanca con una flecha negra, indicando que el tráfico fluye solo en la dirección de la flecha.",
    "Speed Limit Sign": "Señal de Límite de velocidad",
    "A rectangular white sign with black text, indicating the maximum legal speed for the road section.": "Una señal rectangular blanca con texto negro, indicando la velocidad máxima legal para la sección de la carretera.",
    "Warning Signs": "Señales de advertencia",
    "These signs warn you of potential hazards ahead, requiring you to exercise caution.": "Estas señales le advierten de posibles peligros más adelante, requiriéndole que extreme la precaución.",
    "Pedestrian Crossing Sign": "Señal de Paso de peatones",
    "A diamond-shaped yellow sign with a black symbol of a pedestrian, warning of a designated pedestrian crossing ahead.": "Una señal amarilla en forma de diamante con un símbolo negro de un peatón, advirtiendo de un paso de peatones designado más adelante.",
    "School Zone Ahead Sign": "Señal de Zona escolar adelante",
    "A pentagon-shaped sign (often fluorescent yellow-green) indicating a school area or school crossing ahead, typically with reduced speed limits when active.": "Una señal en forma de pentágono (a menudo de color amarillo verdoso fluorescente) que indica una zona escolar o un cruce escolar más adelante, normalmente con límites de velocidad reducidos cuando está activa.",
    "Railway Crossing Sign": "Señal de Cruce ferroviario",
    "A circular yellow sign with a black 'X' and 'RR' indicating a railway crossing ahead. Be prepared to stop for trains.": "Una señal circular amarilla con una 'X' negra y 'RR' indicando un cruce ferroviario más adelante. Esté preparado para detenerse ante los trenes.",
    "Curve Ahead Sign": "Señal de Curva adelante",
    "A diamond-shaped yellow sign with a black arrow curving, warning of a curve in the road ahead. Adjust your speed accordingly.": "Una señal amarilla en forma de diamante con una flecha negra curva, advirtiendo de una curva en la carretera más adelante. Ajuste su velocidad en consecuencia.",
    "Slippery When Wet Sign": "Señal de Calzada resbaladiza con lluvia",
    "A diamond-shaped yellow sign with a car skidding, warning that the road surface may become slippery in wet conditions.": "Una señal amarilla en forma de diamante con un coche derrapando, advirtiendo que la superficie de la carretera puede volverse resbaladiza en condiciones de humedad.",
    "Deer Crossing Sign": "Señal de Paso de ciervos",
    "A diamond-shaped yellow sign with a deer symbol, indicating areas where deer frequently cross the road. Drive with caution, especially at dawn and dusk.": "Una señal amarilla en forma de diamante con un símbolo de ciervo, indicando áreas donde los ciervos cruzan con frecuencia la carretera. Conduzca con precaución, especialmente al amanecer y al anochecer.",
    "Construction Ahead Sign": "Señal de Obras adelante",
    "An orange diamond-shaped sign warning of construction or maintenance work ahead. Expect reduced speeds, lane closures, or workers.": "Una señal naranja en forma de diamante que advierte de trabajos de construcción o mantenimiento más adelante. Espere velocidades reducidas, cierres de carriles o trabajadores.",
    "Guide Signs": "Señales de guía",
    "These signs provide information about routes, directions, destinations, and points of interest.": "Estas señales proporcionan información sobre rutas, direcciones, destinos y puntos de interés.",
    "Destination Sign": "Señal de Destino",
    "Typically a rectangular green sign with white lettering, indicating directions and distances to cities or towns.": "Normalmente una señal rectangular verde con letras blancas, indicando direcciones y distancias a ciudades o pueblos.",
    "Hospital Sign": "Señal de Hospital",
    "A blue square sign with a white 'H' (and often a cross), indicating the presence or direction to a hospital or medical facility.": "Una señal cuadrada azul con una 'H' blanca (y a menudo una cruz), indicando la presencia o dirección a un hospital o centro médico.",
    "Gas Station Sign": "Señal de Gasolinera",
    "A blue square sign with a white gas pump symbol, indicating the presence or direction to a fuel station.": "Una señal cuadrada azul con un símbolo de surtidor de gasolina blanco, indicando la presencia o dirección a una estación de servicio.",
    "Rest Area Sign": "Señal de Área de descanso",
    "A blue square sign with a picnic table symbol, indicating a rest area or picnic site ahead.": "Una señal cuadrada azul con un símbolo de mesa de picnic, indicando un área de descanso o un sitio de picnic más adelante.",
    "Parking Sign": "Señal de Estacionamiento",
    "A square blue sign with a white 'P' (and sometimes additional rules), indicating areas where parking is permitted.": "Una señal cuadrada azul con una 'P' blanca (y a veces reglas adicionales), indicando áreas donde se permite el estacionamiento.",
    "Divided Highway Ahead Sign": "Señal de Autopista dividida adelante",
    "A yellow diamond-shaped sign with two arrows separated by a median, warning that the highway ahead will become divided.": "Una señal amarilla en forma de diamante con dos flechas separadas por una mediana, advirtiendo que la autopista más adelante se dividirá.",
    "Road Signs": "Señales de tráfico",
    "Two Way Traffic": "Tráfico de doble sentido",
    "This sign indicates that the road ahead is a two-way street, where traffic travels in opposite directions on the same roadway. Exercise caution for oncoming vehicles.": "Esta señal indica que la carretera adelante es de doble sentido, donde el tráfico viaja en direcciones opuestas en la misma calzada. Tenga precaución con los vehículos que vienen en sentido contrario.",
    "Driver Ahead, Keep Right": "Conductor adelante, manténgase a la derecha",
    "This sign instructs drivers to keep to the right side of the road, especially when encountering oncoming traffic or when multiple lanes are available, to facilitate smooth traffic flow.": "Esta señal indica a los conductores que se mantengan en el lado derecho de la carretera, especialmente cuando se encuentren con tráfico en sentido contrario o cuando haya varios carriles disponibles, para facilitar un flujo de tráfico fluido.",
    "Road Narrows on Both Sides": "Carretera se estrecha por ambos lados",
    "This sign warns that the width of the road ahead will decrease from both the left and right sides. Be prepared to merge or adjust your position, and be aware of potential bottlenecks.": "Esta señal advierte que el ancho de la carretera adelante disminuirá tanto por el lado izquierdo como por el derecho. Esté preparado para incorporarse o ajustar su posición, y tenga en cuenta posibles cuellos de botella.",
    "No Stopping in Indicated Area": "Prohibido detenerse en el área indicada",
    "This sign means you are not allowed to stop your vehicle in the designated area for any reason, even briefly to pick up or drop off passengers. This typically applies to zones needing constant traffic flow.": "Esta señal significa que no está permitido detener su vehículo en el área designada por ningún motivo, incluso brevemente para recoger o dejar pasajeros. Esto se aplica típicamente a zonas que necesitan un flujo de tráfico constante.",
    "School Bus Stop Ahead": "Parada de autobús escolar adelante",
    "This sign warns drivers that there is a designated school bus stop ahead. Be prepared to slow down and stop if the school bus activates its flashing red lights to pick up or drop off children.": "Esta señal advierte a los conductores que hay una parada de autobús escolar designada más adelante. Esté preparado para reducir la velocidad y detenerse si el autobús escolar activa sus luces rojas intermitentes para recoger o dejar niños.",
    "Uneven Pavement": "Pavimento irregular",
    "This sign warns drivers of a section of road with uneven or rough pavement. Reduce your speed and maintain a firm grip on the steering wheel to safely navigate the surface.": "Esta señal advierte a los conductores de una sección de carretera con pavimento irregular o áspero. Reduzca la velocidad y mantenga un agarre firme en el volante para navegar con seguridad por la superficie.",
    "Dead End": "Calle sin salida",
    "This sign indicates that the road ahead has no outlet or through access, meaning it terminates in a cul-de-sac or a blocked passage. You will need to turn around.": "Esta señal indica que la carretera adelante no tiene salida o acceso, lo que significa que termina en un callejón sin salida o un pasaje bloqueado. Tendrá que dar la vuelta.",
    "Bump or Uneven Pavement on the Road Ahead": "Bache o pavimento irregular en la carretera adelante",
    "This sign warns of a raised area or an uneven surface on the road, such as a speed bump or severe irregularities. Slow down to avoid damage to your vehicle or loss of control.": "Esta señal advierte de una zona elevada o una superficie irregular en la carretera, como un badén o irregularidades graves. Reduzca la velocidad para evitar daños a su vehículo o pérdida de control.",
    "Playground Zone": "Zona de juegos",
    "This sign indicates a playground zone, where children may be playing nearby. Speed limits are typically reduced (e.g., to 30 km/h) during specific hours, and extra caution is required.": "Esta señal indica una zona de juegos, donde los niños pueden estar jugando cerca. Los límites de velocidad suelen reducirse (por ejemplo, a 30 km/h) durante horas específicas, y se requiere precaución adicional.",
    "Winding Road Ahead": "Carretera sinuosa adelante",
    "This sign warns drivers of a series of curves or turns ahead. Reduce your speed and be prepared to steer through the turns to maintain control of your vehicle.": "Esta señal advierte a los conductores de una serie de curvas o giros más adelante. Reduzca la velocidad y prepárese para girar a través de las curvas para mantener el control de su vehículo.",
    "Yield the Right of Way": "Ceda el derecho de paso",
    "This regulatory sign requires you to slow down and, if necessary, stop to give the right-of-way to vehicles and pedestrians already in the intersection or on the roadway you are entering.": "Esta señal reglamentaria le exige que reduzca la velocidad y, si es necesario, se detenga para ceder el derecho de paso a los vehículos y peatones que ya se encuentren en la intersección o en la calzada a la que está entrando.",
    "Roundabout": "Rotonda",
    "This sign indicates a circular intersection (roundabout) ahead. You must yield to traffic already in the roundabout and enter when there is a safe gap.": "Esta señal indica una intersección circular (rotonda) más adelante. Debe ceder el paso al tráfico que ya se encuentre en la rotonda y entrar cuando haya un espacio seguro.",
    "Share the Road": "Comparta la carretera",
    "This sign reminds drivers and cyclists that they must share the road safely. It often indicates areas where cyclists are common, encouraging drivers to be mindful of bicycles.": "Esta señal recuerda a los conductores y ciclistas que deben compartir la carretera de forma segura. A menudo indica áreas donde los ciclistas son comunes, animando a los conductores a tener en cuenta las bicicletas.",
    "School Crosswalk: Watch for Pedestrians": "Paso de peatones escolar: Cuidado con los peatones",
    "This sign marks a school crosswalk, alerting drivers to watch for students crossing the road. Be prepared to stop and yield to pedestrians in the crosswalk.": "Esta señal marca un paso de peatones escolar, alertando a los conductores para que estén atentos a los estudiantes que cruzan la carretera. Esté preparado para detenerse y ceder el paso a los peatones en el paso de peatones.",
    "Dangerous Goods": "Mercancías peligrosas",
    "This sign indicates that vehicles carrying dangerous goods must take specific routes or adhere to certain regulations. It's often accompanied by symbols denoting the type of hazardous material.": "Esta señal indica que los vehículos que transportan mercancías peligrosas deben tomar rutas específicas o cumplir con ciertas regulaciones. A menudo se acompaña de símbolos que denotan el tipo de material peligroso.",
    "Right Lane Ends": "Fin del carril derecho",
    "This sign warns that the right lane ahead will terminate or merge into the adjacent lane. Drivers in the ending lane must safely merge left, yielding to traffic in the through lane.": "Esta señal advierte que el carril derecho adelante terminará o se fusionará con el carril adyacente. Los conductores en el carril que termina deben incorporarse de forma segura a la izquierda, cediendo el paso al tráfico en el carril de paso.",
    "Slow Moving Vehicle": "Vehículo lento",
    "A reflective orange triangle with a red border is mounted on the rear of vehicles that typically travel at speeds of 40 km/h or less. It warns other drivers to slow down.": "Un triángulo naranja reflectante con un borde rojo se monta en la parte trasera de los vehículos que normalmente viajan a velocidades de 40 km/h o menos. Advierte a otros conductores que reduzcan la velocidad.",
    "Turn Right Only": "Girar solo a la derecha",
    "This sign indicates that traffic in the lane or at the intersection can only make a right turn. Straight-through or left turns are not permitted.": "Esta señal indica que el tráfico en el carril o en la intersección solo puede girar a la derecha. No se permiten giros directos ni a la izquierda."
}